Repository: pypi-data/pypi-mirror-9
Catalog: packages/collective.edm.listing/collective.edm.listing-0.12.zip/collective.edm.listing-0.12/collective/edm/listing/locales/*/LC_MESSAGES/collective.edm.listing.po
Languages: de, fr

source: Download file
de: Datei downloaden
fr: Télécharger le fichier

source: EDM listing
de: Listing GED
fr: Listing GED

source: Import files
de: Dateien importieren
fr: Importer les fichiers

source: Select all
de: Alles auswählen
fr: Tout sélectionner

source: Validate
de: Bestätigen
fr: Valider

source: click here
de: hier klicken
fr: cliquer ici

source: help_download_externaleditor
de: Um den externen Editor herunterzuladen :
fr: Pour télécharger l'outil d'édition externe :

source: help_edit_choice
de: Modus für den Druck des Dokumentes
fr: Choisissez le mode d'édition du document

source: help_folderlisting_buttons
de: Alle ausgewählten Dokumente ändern
fr: Appliquer aux documents sélectionnés :

source: help_popup_modify_state
de: Den neuen Statut Ihres Dokumentes ändern
fr: Choisissez le nouvel état de votre document

source: label_display_edit_form_caneexternaledit
de: zum Änderungsformular
fr: Aller sur le formulaire de modification

source: label_display_edit_form_cannoteexternaledit
de: zum Änderungsformular
fr: Aller sur le formulaire de modification

source: label_edit
de: ändern
fr: Modifier

source: label_online_edit
de: die Datei, die online ist verändern
fr: Modifier le fichier en ligne

source: label_popup_modify_state
de: Dokumentenstatus ändern
fr: Changer l'état du document

source: listingheader_updated
de: Aktualisierung
fr: Mise à jour

source: warning_external_editor
de: Vorsicht, wenn Sie <strong>"online ändern"</strong>auswählen, überprüfen Sie, ob Sie den External Editor (zopeedit) installiert haben, wenn nicht werden alle Änderugnen verloren gehen
fr: Attention, si vous choisissez <strong>"modifier en ligne"</strong>, vérifiez que vous avez installé le logiciel External Editor (zopeedit), sinon vous perdrez vos modifications
