Repository: pypi-data/pypi-mirror-9
Catalog: packages/BibReview/BibReview-0.2.2.tar.bz2/BibReview-0.2.2/locale/*/LC_MESSAGES/bibreview.po
Languages: fr

source: Tags
fr: Étiquettes

source: Review status
fr: Statut de revue

source: Accepted
fr: Accepté

source: Pending
fr: À revoir

source: Conflict
fr: Conflit

source: Rejected
fr: Rejeté

source: Rejected by title
fr: Rejeté sur le titre

source: Rejected by abstract
fr: Rejeté sur le résumé

source: Rejected by text
fr: Rejeté sur le texte

source: Publication type
fr: Type de publication

source: Conference
fr: Conférence

source: Book
fr: Livre

source: Book chapter
fr: Chapitre de livre

source: PhD thesis
fr: Thèse

source: Website
fr: Site oueb

source: user_name
fr: Nom d'utilisateur

source: Undo
fr: Annuler

source: Redo
fr: Refaire

source: Edit
fr: Édition

source: Edit...
fr: Éditer

source: Add
fr: Ajouter

source: Remove
fr: Supprimer

source: Goto...
fr: Aller à...

source: Edit in new window...
fr: Éditer dans une nouvelle fenêtre...

source: File
fr: Fichier

source: New
fr: Nouveau

source: Open...
fr: Ouvrir...

source: Import PubMed XML...
fr: Importer PubMed XML...

source: Import BibTeX...
fr: Importer BibTeX...

source: Save
fr: Enregistrer

source: Save as...
fr: Enregistrer sous...

source: Save selection as...
fr: Enregistrer la sélection sous...

source: Quit
fr: Quitter

source: Add reference manually
fr: Ajouter une référence à la main

source: Add references with Pubmed...
fr: Ajouter des références avec Pubmed...

source: request
fr: Requête, URL ou PMID

source: search
fr: Recherche

source: name
fr: Nom

source: comment
fr: Commentaire

source: review_mode
fr: Mode revue

source: auto_export_bibtex
fr: Export BibTex automatique

source: root_tag
fr: Étiquettes

source: sort_criteria
fr: Trier par

source: review
fr: Revue

source: title
fr: Titre

source: authors
fr: Auteurs Nom, prenoms Nom PP

source: pub_date
fr: Date de publication

source: epub_date
fr: Date d'E-pub

source: insert_date
fr: Date d'insertion

source: abstract
fr: Résumé

source: tags
fr: Étiquettes

source: journal
fr: Journal / Livre

source: editor
fr: Éditeur

source: address
fr: Adresse

source: vol_n_p
fr: Vol(n°):pp

source: keywords
fr: Mots-clefs séparés par ;

source: path
fr: Fichier

source: search_tag
fr: Restreindre la vue aux références avec cette étiquette

source: Save modifications before closing?
fr: Enregistrer les modifications ?

source: Close without saving
fr: Fermer sans enregistrer

source: Restrict to %s
fr: Restreint à %s

source: Restrict to
fr: Restreindre à

source: Sort by authors
fr: Trier par premier auteur

source: Sort by date (publication)
fr: Trier par date de publication

source: Sort by date (E-pub)
fr: Trier par date d'E-pub

source: Sort by date (insertion)
fr: Trier par date d'insertion

source: Sort by review date
fr: Trier par date de relecture

source: Sort by title
fr: Trier par titre

source: Sort by journal
fr: Trier par journal

source: Sort by review status
fr: Trier par statut de revue

source: Sort by lexical proximity
fr: Trier par proximité lexicale

source: Sort using neural network
fr: Trier avec le réseau neuronal

source: Train neural network
fr: Entraîner le réseau neuronal

source: Preferences...
fr: Préférences...

source: BibReview preferences
fr: Préférences de BibReview

source: Cite
fr: Citation

source: Cite in LyX
fr: Citer dans LyX

source: key
fr: Clef

source: review_history
fr: Historique de revue

source: by
fr: par

source: authors_frequency
fr: Fréquence des auteurs

source: Authors by frequency:
fr: Auteurs par frequence :

source: Analyse authors frequency...
fr: Analyser la fréquence des auteurs...

source: Analyse first authors frequency...
fr: Analyser la fréquence des premiers auteurs...

source: Analyse last authors frequency...
fr: Analyser la fréquence des derniers auteurs...

source: Analyse journals frequency...
fr: Analyser la fréquence des journaux...

source: grouped by
fr: regroupé par

source: criteria
fr: Critère

source: cumulated_length
fr: Effectif cumulé

source: first author
fr: premier auteur

source: last author
fr: dernier auteur

source: text_export
fr: export textuel

source: text
fr: texte

source: Pubmed query: %s references
fr: Recherche Pubmed : %s réferences

source: %s / %s references retrieved...
fr: %s / %s réferences récupérées...

source: Merge
fr: Fusion

source: Bayes classifier
fr: Classifieur Bayésien

source: Classifier
fr: Classifieur

source: Train Bayes classifier on title
fr: Entraîner le classifieur Bayésien sur les titres

source: Bayes leave-one-out test on title
fr: Tester le classifieur Bayésien en 'leave-one-out' sur les titres

source: Classify current base
fr: Classer la base

source: Export selection as CSV...
fr: Exporter la sélection en CSV...
