Repository: pypi-data/pypi-mirror-9
Catalog: packages/cssocialprofile/cssocialprofile-2.3.zip/cssocialprofile-2.3/cssocialprofile/locale/*/LC_MESSAGES/django.po
Languages: es, eu

source: Your picture
es: Tu fotografía
eu: Zure irudia

source: Please upload a picture of you. Supported formats: jpg, png, gif.
es: Por favor, carga una foto tuya. Formatos soportados: jpg, png, gif.
eu: Mesedez, kargatu zure irudi bat. Onartutako formatuak: jpg, png, gif.

source: The name of the picture (%s) has an unsupported character. Please rename it before uploading.
es: El nombre del fichero (%s) tiene un caracter no soportado. Por favor renómbraloantes de cargarlo
eu: Kargatu duzun fitxategiaren izenak (%s) karaktere bereziren bat du. Mesedezberrizendatu berriz kargatu aurretik.

source: The picture is not in one of our supported formats. We don't support BMP files. Please change it
es: La imagen no está en uno de nuestros formatos soportados. No podemos utilizar ficheros BMP. Por favor modifícalo antes de cargarlo
eu: Kargatu duzun irudia ez dago guk onartzen dugun formatuetako batean. Ezin duguBMP fitxategirik prozesatu. Aldatu mesedez.

source: Full name
es: Nombre completo
eu: Izen osoa

source: Biography/description
es: Biografía/descripción
eu: Biografia/deskribapena

source: New user data saved.
es: Se ha guardado los datos del usuario
eu: Erabiltzailearen datuak gordeta

source: User's picture
es: Foto del usuario
eu: Erabiltzailearen argazkia

source: Profile
es: Perfil
eu: Profila

source: Logout
es: Salir
eu: Irten

source: Login
es: Entrar
eu: Sartu

source: Account
es: Cuenta
eu: Erabiltzaile kontua

source: Basic account
es: Datos básicos
eu: Oinarrizko kontua

source: Photo
es: Foto
eu: Argazkiak

source: Social networks
es: Redes sociales
eu: Sare sozialak

source: Your personal data
es: Tus datos personales
eu: Zure informazio pertsonala

source: Save
es: Guardar
eu: Gorde

source: User's photo
es: Foto del usuario
eu: Erabiltzailearen argazkia

source: You don't have a photo yet
es: Todavía no tienes foto
eu: Oraindik ez duzu argazkirik

source: New photo
es: Nueva foto
eu: Argazki berria

source: Change photo
es: Cambiar foto
eu: Argazkia aldatu

source: Twitter linked
es: Enlazado con Twitter
eu: Twitterrekin lotuta

source: Link Twitter for this user
es: Enlazar Twitter a este usuario
eu: Lotu Twitter erabiltzaile honi

source: Facebook linked
es: Enlazado con Facebook
eu: Facebookekin lotuta

source: Link Facebook for this user
es: Enlazar Facebook a este usuario
eu: Lotu Facebook erabiltzaile honi

source: Your account has been activated
es: Tu cuenta ha sido activada
eu: Zure kontua aktibatua izan da

source: Your account has been properly created. You can use the username and password that you entered
es: Tu cuenta ya ha sido creada. Ahora puedes utilizar el usuario y lacontraseña que nos has dado
eu: Zure erabiltzaile kontua egoki sortu da. Orain erabiltzaile eta pasahitza erabili ditzazkezu

source: to login in the site
es: para entrar en el sitio web
eu: webgunean sartzeko

source: Your account could not be activated
es: Tu cuenta no ha podido ser activada
eu: Ezin izan dugu zure erabiltzaile kontua aktibatu

source: We had a problem while activating your account. The link was probably outdated. Please, try again
es: Hemos tenido un problema con la activación de tu cuenta. Puede que estécaducada. Inténtalo otra vez, por favor.
eu: Arazo bat izan dugu zure kontua aktibatzean. Balitek lotura zaharkituta izatea. Mesedez, saiatu berriro

source: Your account has been successfully activated
es: Tu cuenta ha sido activada
eu: Zure kontua aktibatua izan da

source: Your account is activated. Now you can login with the username and password you provided
es: Tu cuenta ya ha sido creada. Ahora puedes utilizar el usuario y lacontraseña que nos has dado
eu: Zure erabiltzaile kontua egoki sortu da. Orain erabiltzaile eta pasahitza erabili ditzazkezu

source: Log in
es: Entrar
eu: Sartu

source: Hello
es: Hola
eu: Kaixo

source: You have requested joining %(sitename)s.
es: Has solicitado el registro en %(sitename)s.
eu: %(sitename)s webgunean sarrera eskatu duzu.

source: Please click in this activation link before %(expirationdays)s days:
es: Por favor, haz click en este enlace de activación antes de %(expirationdays)s días:
eu: Mesedez, klik egin aktibazio lotura honetan %(expirationdays)s egun baino lehen:

source: The team at %(site_name)s.
es: El equipo de %(site_name)s.

source: Account activation on
es: Activación de la cuenta de
eu: Erabiltzaile kontu aktibazioa:

source: Sign in
es: Entrar
eu: Sartu

source: I'm new here. Create account
es: Soy nuevo aquí. Crear cuenta
eu: Berria naiz hemen. Sortu kontu bat

source: Create account
es: Crear una cuenta
eu: Erabiltzaile kontua sortzea

source: Sign in using Facebook or Twitter
es: Entrar utilizando Facebook o Twitter
eu: Twitter edo Facebook bidez sartu

source: You can use your Facebook or Twitter accounts to log in
es: Puedes utilizar tu cuenta de Twitter o Facebook para entrar
eu: Facebook edo Twitter-en bidez sar zaitezke.

source: You are already logged in
es: Ya estás dentro
eu: Jadanik barruan zaude.

source: Your username and password do not match. Please try again.
es: Tu usuario y contraseña no coinciden. Por favor inténtalo otra vez.
eu: Zure erabiltzaile eta pasahitza ez datoz bat. Saiatu berriro mesedez.

source: Username
es: Usuario
eu: Erabiltzailea

source: Password
es: Contraseña
eu: Pasahitza

source: I have forgotten my password
es: He olvidado mi contraseña
eu: Nire pasahitza ahaztu dut

source: Reset password
es: Cambiar la contraseña
eu: Pasahitza berrezarri

source: Enter your email to reset your password
es: Introduce tu email para cambiar la contraseña
eu: Sartu zure eposta pasahitza berrezarri dezagun

source: Submit
es: Enviar
eu: Bidali

source: You have reset your password
es: Has cambiado tu contraseña
eu: Pasahitza berrezarri duzu

source: New password
es: Nueva contraseña
eu: Pasahitz berria

source: Please enter twice the new password
es: Por favor, introduce dos veces la contraseña
eu: Mesedez emaiguzu bi aldiz pasahitza

source: Password reset failed
es: Falló la recuperación de la contraseña
eu: Pasahitza berrezartzeak huts egin du

source: We have sent to your email the needed information to reset your password
es: Te hemos enviado un email con la información necesaria para cambiar la contraseña
eu: Mezu bat bidali dizugu pasahitza berrezartzeko beharrezko informazioarekin

source: You are receiving this email because you requested resetting the password at %(site_name)s.
es: Recibes este mensaje porque has solicitado cambiar la contraseña en %(site_name)s.
eu: Mezu hau bidali dizugu, %(site_name)s webgunean pasahitza berrezartzea eskatu duzulako.

source: All you have to do is click in this link and set your new password:
es: Sólo tienes que hacer click en este enlace y definir tu nueva contraseña:
eu: Egin behar duzun guztia, lotura honetan klik egin eta zure pasahitza ezartzea da:

source: Remember that you used the username: %(username)s.
es: Recuerda que has utilizado el usuario: %(username)s.
eu: Gogoratu zure erabiltzailea hau dela: %(username)s.

source: Reset your password
es: Cambiar la contraseña
eu: Pasahitza berrezarri

source: Please write your email to reset your password
es: Por favor, escribe tu email para cambiar la contraseña
eu: Sartu zure eposta pasahitza berrezartzeko

source: Activate your account
es: Activa tu cuenta
eu: Aktibatu zure erabiltzaile kontua

source: In order to confirm your email, we have sent you by email the needed information to activate your account. Please, read your email and activate your account.
es: Con objeto de confirmar tu email, te hemos enviado un mensaje con toda la información necesaria para activar tu cuenta. Por favor, revisa tu email y activa la cuenta
eu: Zure helbidea konfirmatzeko, epostaz bidali dizugu zure erabiltzaile kontua aktibatzeko beharrezkoa den informazioa. Mesedez, begiratu zure eposta eta aktibatu zure erabiltzaile kontua

source: Check your email.
es: Mira tu email.
eu: Begiratu zure eposta.

source: Remember:
es: Recuerda
eu: Gogoratu

source: Check your spam folder if you don't find our email.
es: Mira también en la carpeta de spam si no encuentras el mensaje
eu: Begiratu spam karpetan, ez baduzu mezua aurkitzen.

source: Contact us if you don't receive the email.
es: Contacta con nosotros si definitivamente no encuentras el mensaje.
eu: Jarri gurekin harremanetan ez baduzu eposta aurkitzen.

source: Register
es: Registro
eu: Izena eman

source: Confirm password
es: Confirma la contraseña
eu: Pasahitza konfirmatu

source: Register using Facebook or Twitter
es: Regístrate utilizando Facebook o Twitter
eu: Facebook edo Twitter erabiliz sartu

source: Email
eu: Eposta
