Repository: pypi-data/pypi-mirror-9
Catalog: packages/mayan-edms/mayan-edms-1.1.0-1502100955.tar.gz/mayan-edms-1.1.0/mayan/apps/document_comments/locale/*/LC_MESSAGES/django.po
Languages: ar, ru

source: Comments
ar: التعليقات
ru: Комментарии

source: Create new comments
ar: إنشاء تعليقات جديدة
ru: Создать новые комментарии

source: Delete comments
ar: حذف التعليقات
ru: Удалить комментарии

source: View comments
ar: عرض التعليقات
ru: Просмотр комментариев

source: Must provide at least one comment.
ar: يجب إضافة تعليق واحد على الأقل.
ru: Должен быть хотя бы один комментарий.

source: Comment "%s" deleted successfully.
ar: التعليق "%s" حذف بنجاح.
ru: Комментарий "%s" удален.

source: Error deleting comment "%(comment)s": %(error)s
ar: خطأ أثناء حذف التعليق "%(comment)s": %(error)s
ru: Ошибка при удалении комментариев "%(comment)s": %(error)s

source: Are you sure you wish to delete the comment: %s?
ar: هل أنت متأكد أنك تريد حذف هذا التعليق: %s ؟
ru: Вы действительно хотите удалить комментарий %s?

source: Are you sure you wish to delete the comments: %s?
ar: هل أنت متأكد أنك ترغب في حذف التعليقات: %s ؟
ru: Вы действительно хотите удалить комментарии %s?

source: Comment added successfully.
ar: تمت إضافة التعليق بنجاح.
ru: Комментарий добавлен.

source: Add comment to document: %s
ar: إضافة تعليق على الوثيقة: %s
ru: Добавить комментарий на документ: %s
