Repository: pypi-data/pypi-mirror-9
Catalog: packages/cubicweb-nosylist/cubicweb-nosylist-0.6.0.tar.gz/cubicweb-nosylist-0.6.0/i18n/*.po
Languages: fr

source: %s is currently not registered to receive email notification for any type of entities.
fr: %s n'est pas enregistré pour recevoir des notifications par courriel sur aucun type d'entité

source: %s is registered to receive email notification for the following entities:
fr: %s est enregistré pour recevoir des notifications par courriel sur les entités suivantes :

source: Add a user
fr: Ajouter un utilisateur

source: Click here if you don't want %(login)s to receive anymore notification for this %(etype)s
fr: Cliquez ici si vous ne voulez plus que %(login)s recoive des notifications pour ce %(etype)s

source: Click here if you don't want to be notified anymore for this %s
fr: Cliquez ici pour ne plus être notifié pour ce %s

source: Click here if you don't want to receive anymore notification for this %(etype)s
fr: Cliquez ici si vous ne voulez plus recoiver des notifications pour ce %(etype)s

source: Click here to be notified about changes for this %s
fr: Cliquez ici pour être notifié pour ce %s

source: No users registered to receive notifications.
fr: Aucun utilisateurs n'est enregistré pour recevoir des notifications.

source: Unwatch
fr: Ignorer

source: Watch
fr: Suivre

source: You are currently not registered to receive email notification for any type of entities.
fr: Vous n'êtes pas enregistré pour recevoir des notifications par courriel sur aucun type d'entité

source: You are no longer registered for this %s
fr: Vous ne faites dorénavant plus partie de la liste de diffusion pour ce %s

source: You are now registered for this %s
fr: Vous faites maintenant partie de la liste de diffusion pour ce %s

source: You can not register to be notified about changes for this %s until you configure your email address.
fr: Vous ne pouvez pas vous enregistrer pour les notifications par courriel pour ce %s tant que vous n'avez pas d'adresse email configurée.

source: You're registered to receive email notification for the following entities:
fr: Vous êtes enregistré pour recevoir des notifications par courriel pour les entités suivantes :

source: ctxcomponents_notification
fr: icône de notification

source: ctxcomponents_notification_description
fr: Icône de la boite à outil permettant de controller les notifications sur les entités le supportant

source: entity
fr: entité

source: interested_in
fr: intéressé par

source: interested_in_object
fr: intéresse

source: nosy_list
fr: nosy liste

source: nosy_list_object
fr: dans la nosy liste de

source: notifications management
fr: gestion des notifications

source: notifications management for %s
fr: Gestion des notifications sur %s

source: notifications management of %s
fr: Gestion des notifications pour %s

source: relation handled internaly to control who will be notified
fr: relation interne pour contrôler qui sera notifié

source: relation to explicitly note interest about something
fr: relation permettant d'indiquer l'intérêt d'un utilisateur pour quelque chose
