Repository: pypi-data/pypi-mirror-9
Catalog: packages/eea.googlecharts/eea.googlecharts-12.1.zip/eea.googlecharts-12.1/eea/googlecharts/locales/*/LC_MESSAGES/eea.po
Languages: pt_br

source: Add another visualization
pt_br: Adicionar outra visualização

source: Can't save png chart on a non-folderish object !
pt_br: Não foi possível salvar o mapa png em um objeto que não é pasta!

source: Can't set thumbnail on a non-folderish object !
pt_br: Não foi possível definir o thumbnail em um objeto que não é pasta!

source: Changed saved
pt_br: Alterações salvas

source: Changes saved
pt_br: Alterações salvas

source: Chart
pt_br: Gráfico

source: Charts
pt_br: Gráficos

source: Charts box resized
pt_br: Caixa do gráfico redimencionada

source: Dashboard deleted
pt_br: Painel apagado

source: Dashboard renamed
pt_br: Painel renomeado

source: Dashboards
pt_br: Painéis

source: ERROR: An error occured while exporting your image. Please try again later.
pt_br: ERRO: Um erro ocorreu enquanto sua imagem era exportada. Por favor, tente novamente mais tarde.

source: Filter added
pt_br: Filtro adicionado

source: Filter deleted
pt_br: Filtro apagado

source: Filters box resized
pt_br: Caixa dos filtros redimencionada

source: Filters position changed
pt_br: Posição dos filtros alterada

source: Google Charts Settings
pt_br: Configurações do Google Charts

source: Googlechart Edit
pt_br: Editar Googlechart

source: Link to watermark image
pt_br: Link para a imagem marca d'água

source: Name
pt_br: Nome

source: New order not provided
pt_br: Nova ordem não prevista

source: Position changed
pt_br: Posição alterada

source: Position of QR Code
pt_br: Posição do QR Code

source: Position of Watermark
pt_br: Posição da marca d'água

source: QRCode Horizontal Space For PNG Export
pt_br: Espaço Vertical do QRCode para Exportação em PNG

source: QRCode Position
pt_br: Posição do QRCode

source: QRCode Size
pt_br: Tamanho do QRCode

source: QRCode Vertical Space For PNG Export
pt_br: Espaço Vertical do QRCode para Exportação em PNG

source: Save
pt_br: Salvar

source: Select chart
pt_br: Selecione o gráfico

source: Select widget type to add
pt_br: Selecione o tipo do widget para adicionar

source: Size of QR Code
pt_br: Tamanho do QR Code

source: Success
pt_br: Sucesso

source: Text
pt_br: Texto

source: This is NOT a real chart. To see the real chart, you need Javascript enabled in your browser.
pt_br: Isto NÃO é um mapa real. Para ver um mapa real, você precisa ter o Javascript habilitado no seu browser.

source: Title
pt_br: Título

source: Watermark Horizontal Space For PNG Export
pt_br: Espaço Horizontal da Marca d'água para Exportação em PNG

source: Watermark Image
pt_br: Imagem Marca d'água

source: Watermark Position
pt_br: Posição da Marca d'água

source: Watermark Vertical Space For PNG Export
pt_br: Espaço Vertical da Marca d'água para Exportação em PNG

source: Widget deleted
pt_br: Widget apagado

source: Widget type
pt_br: Tipo do widget

source: Widget's body
pt_br: Corpo do widget

source: Widget's name
pt_br: Nome do widget

source: Widget's title
pt_br: Título do widget

source: embed
pt_br: embutir

source: export to png
pt_br: exportar para png
