Repository: pypi-data/pypi-mirror-9
Catalog: packages/ztfy.myams/ztfy.myams-0.1.12-py2.7.egg/ztfy/myams/locales/*/LC_MESSAGES/ztfy.myams.po
Languages: fr

source: Application properties
fr: Propriétés de l'application

source: Properties
fr: Propriétés

source: Add form
fr: Ajout d'un élément

source: There were some errors.
fr: Des erreurs se sont produites.

source: Edit form
fr: Mise à jour

source: Data successfully updated.
fr: Les modifications ont été enregistrées.

source: No changes were applied.
fr: Aucune modification n'a été enregistrée.

source: Application static configuration name
fr: Nom de la configuration statique

source: Fanstatic static resources
fr: Ressources statiques Fanstatic

source: Data associated with this object
fr: Données associées à cet objet

source: Default dialog CSS class
fr: Classe CSS par défaut de la fenêtre

source: Reset
fr: Annuler

source: Add
fr: Ajouter

source: Close
fr: Fermer

source: Submit
fr: Enregistrer

source: Author
fr: Auteur

source: Public author name
fr: Nom public de l'auteur

source: Favorites icon
fr: Icône de favoris

source: Please provide a transparent image of 32x32 pixels...
fr: Veuillez fournir une image avec transparence de 32x32 pixels...

source: Please provide a transparent image in PNG format...
fr: Veuillez fournir une image avec transparence au format PNG...

source: Logo title
fr: Titre du logo

source: This text will be used as logo alternate text
fr: Ce titre sera utilisé comme texte de substitution...

source: Custom CSS file
fr: Fichier CSS personnalisé

source: Custom javascript file
fr: Fichier javascript personnalisé

source: Google Analytics key
fr: Clé Google Analytics

source: UserVoice API key
fr: Clé d'API UserVoice

source: This is the name of UserVoice javascript file
fr: Ceci est le nom du fichier JavaScript du service UserVoice

source: Login page header info
fr: En-tête de la page de connexion

source: This text will be displayed in login page header. You can use reStructuredText syntax.
fr: Ce texte sera affiché en tête de la page de connexion. Vous pouvez utiliser la syntaxe 'reStructuredText'.

source: Login page footer info
fr: Pied de la page de connexion

source: This text will be displayed in login page footer. You can use reStructuredText syntax.
fr: Ce texte sera affiché au pied de la page de connexion. Vous pouvez utiliser la syntaxe 'reStructuredText'.

source: Application static configuration utility
fr: Utilitaire de configuration statique de l'application

source: Main application package
fr: Paquet principal de l'application

source: This package is used to get application version
fr: Ce paquet est utilisé pour extraire la version de l'application

source: Main application name
fr: Nom principal de l'application

source: This name is used to display application version
fr: Ce nom est utilisé dans l'affichage de la version de l'application

source: Application version
fr: Version de l'application

source: Version location
fr: Position de l'indicateur de version

source: Include top links?
fr: Inclure les liens en haut de page ?

source: Include site search?
fr: Inclure la recherche globale ?

source: Include mobile search?
fr: Inclure la recherche mobile ?

source: Include user dropdown window?
fr: Inclure la fenêtre basculante de l'utilisateur ?

source: Include user shortcuts?
fr: Inclure les raccourcis de l'utilisateur ?

source: Include logout button?
fr: Inclure le bouton de déconnexion ?

source: Include minify button?
fr: Inclure le bouton de minimisation des menus ?

source: Include flags menu?
fr: Inclure la liste des langues ?

source: Include main menus?
fr: Inclure les menus principaux ?

source: Include ribbon?
fr: Inclure le ruban ?

source: Include reload button?
fr: Inclure le bouton de rechargement ?

source: Body HTML tag CSS class
fr: Classe CSS du corps de la page

source: Title
fr: Titre

source: Application title displayed in title bar
fr: Titre de l'application affichée dans la barre de titre

source: Main application description
fr: Description principale de l'application

source: Site search placeholder
fr: Texte réservé pour la recherche sur site

source: Search...
fr: Rechercher...

source: Site search handler
fr: URL relative du gestionnaire de la recherche

source: Mobile search placeholder
fr: Texte réservé pour la recherche mobile

source: Mobile search handler
fr: URL relative du gestionnaire de la recherche

source: My Application Management Skin (MyAMS)
fr: Application Management Skin (MyAMS)

source: Invalid credentials
fr: Paramètres de connexion incorrects

source: login-field
fr: Code utilisateur

source: Principal ID or email address
fr: Code utilisateur ou adresse de messagerie

source: password-field
fr: Mot de passe

source: camefrom-field
fr: Origine de la connexion

source: Login
fr: Connexion

source: Please enter valid credentials to login
fr: Veuillez indiquer vos paramètres de connexion

source: An error occurred: %s
fr: Une erreur s'est produite : %s

source: <span><i class='text-warning fa fa-warning'></i> WARNING: this will reset all your widgets status!</span>
fr: <span><i class='text-warning fa fa-warning'></i> ATTENTION : ceci va ré-initialiser l'état de tous les widgets de l'application !</span>

source: Hide menu
fr: Masquer le menu

source: Logout
fr: Déconnexion

source: yes
fr: oui

source: no
fr: non

source: Menu header
fr: En-tête de menu

source: CSS class
fr: Classe CSS

source: Icon CSS class
fr: Classe CSS de l'icône

source: Menu title
fr: Titre du menu

source: Badge text
fr: Texte du badge

source: Badge CSS class
fr: Classe CSS du badge

source: Notice text
fr: Texte de la notification

source: Notice CSS class
fr: Classe CSS de la notification

source: Menu click handler
fr: Gestionnaire de clic du menu

source: Menu link location
fr: URL cible du menu

source: Modal target
fr: Cible modale

source: Menu data attributes
fr: Attriobuts de données du menu

source: Search input placeholder
fr: Texte réservé de l'input de recherche

source: Search handler
fr: URL du gestionnaire de la recherche

source: Search
fr: Chercher

source: Cancel Search
fr: Annuler la recherche

source: Management interface
fr: Administration...

source: Shortcut CSS class
fr: Classe CSS du raccourci

source: Shortcut icon class
fr: Classe de l'icône du raccourci

source: Shortcut title
fr: Titre du raccourci

source: Shortcut target URL
fr: URL de la cible du raccourci

source: Window target
fr: Fenêtre cible

source: Checked shortcut class
fr: Classe du raccourci sélectionné

source: Menu CSS class
fr: Classe CDD du menu

source: Menu label
fr: Libellé du menu

source: Main label
fr: Libellé principal

source: Dropdown menu label
fr: Libellé du sous-menu

source: Main CSS class
fr: Classe CSS principale

source: Top links menus
fr: Menus principaux

source: Tab CSS class
fr: Classe CSS de l'onglet

source: Tab label
fr: Libellé de l'onglet

source: Tab click handler
fr: Gestionnaire de clic de l'onglet

source: Tab link location
fr: URL cible de l'onglet

source: Tab data attributes
fr: Attriobuts de données de l'onglet

source: Top tabs items
fr: Onglet en haut de page
