Repository: pypi-data/pypi-mirror-9
Catalog: packages/ecm/ecm-2.2.2.tar.gz/ecm-2.2.2/ecm/plugins/industry/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Industry
de_de: Industrie

source: Orders
de_de: Aufträge

source: Jobs
de_de: Aufträge

source: Catalog
de_de: Katalog

source: Items
de_de: Gegenstände

source: Supplies
de_de: Nachschub

source: Blueprints
de_de: Blaupausen

source: Catalog Entry
de_de: Katalogeintrag

source: Catalog Entries
de_de: Katalogeinträge

source: Surcharge Policy
de_de: Zuschlagsstrategie

source: Surcharge Policies
de_de: Zuschlagsstrategien

source: Invention Policy
de_de: Erfindungsstrategie

source: Invention Policies
de_de: Erfindungsstrategien

source: Industry Management Home
de_de: Industrie-Management-Startseite

source: Follow orders
de_de: Aufträgen folgen

source: Follow industry jobs
de_de: Aufträgen folgen

source: Items catalog
de_de: Gegenstandskatalog

source: Owned blueprints
de_de: Blaupausen in Besitz

source: Jobs list
de_de: Auftragsliste

source: Search
de_de: Suche

source: Activity
de_de: Aktivität

source: All
de_de: Alle

source: State
de_de: Status

source: Assignment
de_de: Zuweisung

source: Unassigned
de_de: nicht zugewiesen

source: Me
de_de: Mich

source: Loading data from server...
de_de: Lade Daten vom Server...

source: Order #
de_de: Auftrag #

source: Error
de_de: Fehler

source: Actions
de_de: Aktionen

source: Reject Order
de_de: Aufträg zurückweisen

source: Abort
de_de: Abbrechen

source: Order details
de_de: Auftragsdetails

source: Total Quote
de_de: Insgesamt

source: Production Cost
de_de: Produktionskosten

source: Creation Date
de_de: Erstellungsdatum

source: Last Modified
de_de: Letzte Änderung

source: Responsible
de_de: Verantwortlicher

source: Delivered by
de_de: Ausgeliefert von

source: Delivery Date
de_de: Auslieferungsdatum

source: Ordered Items
de_de: Bestellte Gegenstände

source: Bill Of Materials
de_de: Benötigtes Material

source: Jobs Breakdown
de_de: Auftragsaufschlüsselung

source: Item
de_de: Gegenstand

source: Quantity
de_de: Menge

source: Price
de_de: Preis

source: No items in order
de_de: Keine Gegenstände bestellt

source: No supplies
de_de: Kein Nachschub

source: History
de_de: Historie

source: Add comment
de_de: Kommentar hinzufügen

source: Date
de_de: Datum

source: Order Status
de_de: Auftragsstatus

source: User
de_de: Benutzername

source: Comment
de_de: Kommentar hinzufügen

source: Order list
de_de: Auftragsliste

source: Orders list
de_de: Auftragsliste

source: Display
de_de: Anzeige

source: Blueprints Catalog
de_de: Blaupausenkatalog

source: All Blueprints
de_de: Alle Blaupausen

source: Only Originals
de_de: Nur Originale

source: Only Copies
de_de: Nur Kopien

source: Import blueprints from corp assets
de_de: Blaupausen importieren

source: Industry Catalog Management
de_de: Industrie-Katalog

source: BPOs in Assets
de_de: BPOs in Gegenständen

source: Blueprints found in corporation assets
de_de: Blaupausen im Corp-Besitz gefunden

source: Success
de_de: Erfolg

source: blueprints imported
de_de: Blaupausen importiert

source: Import All BPOs
de_de: Alle BPOs importieren

source: Import Selected Blueprints
de_de: Ausgewählte Blaupausen importieren

source: Available in catalog
de_de: Verfügbar im Katalog

source: Fixed Price
de_de: Festgesetzter Preis

source: Public Price
de_de: öffentlicher Preis

source: Owned Blueprints
de_de: Blaupausen in Besitz

source: Copy
de_de: Kopie

source: Runs
de_de: Durchläufe

source: Blueprint details
de_de: Blaupausen-Details

source: Delete blueprint
de_de: Blaupause löschen

source: Add New Blueprint
de_de: Neue Blaupause hinzufügen

source: Failed to change availability!
de_de: Verfügbarkeitsänderung fehlgeschlagen!

source: Click to edit
de_de: Klicken zum Editieren

source: Failed to change copy
de_de: Kopieänderung fehlgeschlagen

source: Are you sure you want to delete this blueprint
de_de: Diese Blaupause wirklich löschen

source: Failed to delete blueprint
de_de: Fehler beim Löschen der Blaupause

source: Failed to add blueprint.
de_de: Fehler beim Hinzufügen der Blaupause

source: Items Catalog
de_de: Gegenstands-Katalog

source: All Items
de_de: Alle Gegenstände

source: Available Items
de_de: Verfügbare Gegenstände

source: Click to update
de_de: Klicken zum Aktualisieren

source: Supplies Catalog
de_de: Nachschub-Katalog

source: All Supplies
de_de: Alle Nachschübe

source: Only Manual-Update
de_de: Nur manuelles Aktualisieren

source: Only Auto-Update
de_de: Nur automatisches Aktualisieren

source: Update price
de_de: Preis aktualisieren

source: Auto-Update
de_de: Auto-Aktualisierung

source: Supply Source
de_de: Nachschub-Quelle

source: Price History
de_de: Preis-Historie
