Repository: pypi-data/pypi-mirror-9
Catalog: packages/collective.editskinswitcher/collective.editskinswitcher-3.2.zip/collective.editskinswitcher-3.2/collective/editskinswitcher/locales/*/LC_MESSAGES/editskinswitcher.po
Languages: nl

source: Activated navigation root.
nl: Navigatieroot geactiveerd

source: Change skin for the current content item
nl: Verander de skin voor het huidige content item

source: Deactivated navigation root.
nl: Navigatieroot gedeactiveerd

source: Navigation root
nl: Navigatieroot

source: No default skin selected anymore.
nl: Geen default skin meer geselecteerd.

source: No longer use this folder as a navigation root.
nl: Gebruik deze map niet langer als een navigatieroot

source: Nothing changed.
nl: Niets veranderd.

source: Select default skin
nl: Selecteer de standaard skin

source: Select the skin that should be applied to this folder by default.
nl: Selecteer de skin die standaard toegepast moet worden op deze map.

source: Skin '${skin}' no longer exists. Selecting this again will result in using the site default.
nl: Skin '${skin}' bestaat niet langer. Als je deze weer selecteert, zal dit resulteren in het gebruik van de default van de site.

source: Skin changed.
nl: Skin veranderd

source: Skins
nl: Stijlen

source: Start using this folder as a navigation root.
nl: Start met het gebruiken van deze map als navigatieroot.

source: Use '${skin}' skin for this folder
nl: Gebruik de '${skin}' skin voor deze map

source: Use site default
nl: Gebruik de site default

source: Warning: ${skin}
nl: Waarschuwing: ${skin}
