Repository: pypi-data/pypi-mirror-9
Catalog: packages/mayan-edms/mayan-edms-1.1.0-1502100955.tar.gz/mayan-edms-1.1.0/mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: New holder
de_de: Neue Berechtigung

source: Users
de_de: Benutzer

source: Groups
de_de: Gruppen

source: Roles
de_de: Rollen

source: Special
de_de: Spezial

source: ACLs
de_de: Zugriffsberechtigungen

source: Grant
de_de: Erteilen

source: Revoke
de_de: Widerrufen

source: Default ACLs
de_de: Standardzugriffsberechtigungen

source: Classes
de_de: Klassen

source: ACLs for class
de_de: Zugriffsberechtigungen für Klasse

source: Insufficient access.
de_de: Keine Zugriffsberechtigung

source: Permission
de_de: Berechtigung

source: Access entry
de_de: Zugriffsberechtigung

source: Access entries
de_de: Zugriffsberechtigungen

source: Default access entry
de_de: Standardzugriffsberechtigung

source: Default access entries
de_de: Standardzugriffsberechtigungen

source: Creator
de_de: Ersteller

source: Access control lists
de_de: Zugriffsberechtigungen

source: Edit ACLs
de_de: Zugriffsberechtigungen bearbeiten

source: View ACLs
de_de: Zugriffsberechtigungen anzeigen

source: Edit class default ACLs
de_de: Zugriffsberechtigungen der Klasse bearbeiten

source: View class default ACLs
de_de: Zugriffsberechtigungen der Klasse anzeigen

source: Access control lists for: %s
de_de: Zugriffsberechtigungen für: %s

source: Holder
de_de: Berechtigter

source: Permissions
de_de: Berechtigungen

source: Permissions available to: %(actor)s for %(obj)s
de_de: Berechtigungen von %(actor)s für %(obj)s

source: Namespace
de_de: Namensraum

source: Label
de_de: Bezeichnung

source: Has permission
de_de: Berechtigt

source: for %s
de_de: für %s

source: to %s
de_de: an %s

source: Are you sure you wish to grant the permission %(title_suffix)s?
de_de: Sind Sie sicher, dass Sie die Berechtigung %(title_suffix)s erteilen möchten?

source: Are you sure you wish to grant the permissions %(title_suffix)s?
de_de: Sind Sie sicher, dass Sie die Berechtigungen %(title_suffix)s erteilen möchten?

source: Permission "%(permission)s" granted to %(actor)s for %(object)s.
de_de: Berechtigung "%(permission)s" erteilt an %(actor)s für %(object)s.

source: %(actor)s, already had the permission "%(permission)s" granted for %(object)s.
de_de: %(actor)s verfügt bereits über die Berechtigung "%(permission)s an %(object)s.

source: from %s
de_de: von %s

source: Are you sure you wish to revoke the permission %(title_suffix)s?
de_de: Sind Sie sicher, dass Sie die Berechtigung %(title_suffix)s widerrufen möchten?

source: Are you sure you wish to revoke the permissions %(title_suffix)s?
de_de: Sind Sie sicher, dass Sie die Berechtigungen %(title_suffix)s widerrufen möchten?

source: Permission "%(permission)s" revoked of %(actor)s for %(object)s.
de_de: Berechtigung "%(permission)s" von %(actor)s für %(object)s widerrufen.

source: %(actor)s, didn't had the permission "%(permission)s" for %(object)s.
de_de: %(actor)s verfügte nicht über Berechtigung "%(permission)s" für %(object)s.

source: Add new holder for: %s
de_de: Neue Berechtigung für %s erstellen

source: Select
de_de: Auswählen

source: Class
de_de: Klasse

source: Default access control lists for class: %s
de_de: Standardberechtigungen für Klasse %s

source: Permissions available to: %(actor)s for class %(class)s
de_de: Berechtigungen von %(actor)s für Klasse %(class)s

source: Add new holder for class: %s
de_de: Neue Berechtigung für Klasse %s erstellen
