Repository: pypi-data/pypi-mirror-9
Catalog: packages/appeus.content/appeus.content-1.0.zip/appeus.content-1.0/appeus/content/locales/*/LC_MESSAGES/appeus.content.po
Languages: eu

source: Android availability
eu: Androiderako dago?

source: App content-type
eu: App elementu mota

source: App version number for Android
eu: App-aren bertsioa Androiden

source: App version number for IOS
eu: App-aren bertsioa iOSen

source: Author
eu: Egilea

source: Devices
eu: Dispositiboak

source: Free
eu: Doan

source: IOS availability
eu: iOSerako dago?

source: Information imported from Google Play
eu: Google Playtik ondo ekarri da informazioa

source: Information imported from Itunes
eu: itunesetik ondo ekarri da informazioa

source: Language
eu: Hizkuntza

source: Min version for Android
eu: Android bertsio minimoa

source: Min version for IOS
eu: iOS bertsio minimoa

source: Multilingual
eu: Eleanitza

source: Non free
eu: Ordainpekoa

source: Only basque
eu: Euskaraz bakarrik

source: Phone
eu: Telefonoa

source: Please upload an image
eu: Kargatu irudia

source: Price
eu: Prezioa

source: Price for Android version
eu: Android bertsioaren prezioa

source: Price for IOS version
eu: iOS bertsioaren prezioa

source: URL for Apple Store
eu: Apple Storeko helbidea

source: URL for Google Play
eu: Google Playko helbidea

source: Who
eu: Norentzat
