Repository: pypi-data/pypi-mirror-9
Catalog: packages/seantis.translators/seantis.translators-0.4.tar.gz/seantis.translators-0.4/seantis/translators/locales/*/LC_MESSAGES/seantis.translators.po
Languages: de

source: Address
de: Adresse

source: Agreed to Name Publication
de: Zustimmung Namensbekanntgabe

source: Application Date
de: Bewerbung

source: Availability
de: Erreich und Verfügbarkeit

source: Bank Account Owner
de: Bank Konto lautet auf

source: Bank Address
de: Bank Adresse

source: Birthdate
de: Geburtsdatum

source: Calculated Distance
de: Wegberechnung

source: Certificate of Competence
de: Nachweis der Voraussetzungen

source: Certificates
de: Zertifikate

source: Decision Date
de: Entscheid Datum

source: Distance
de: Weg

source: F
de: F - Vorläufig aufgenommene Ausländer

source: Female
de: Weiblich

source: First Name
de: Vorname

source: Gender
de: Geschlecht

source: Last Name
de: Name

source: Male
de: Männlich

source: Mobile Phone
de: Natel

source: Nationality
de: Staatsangehörigkeit

source: Native Language(s)
de: Muttersprache

source: No
de: Nein

source: Notes
de: Bemerkungen

source: OGZH Certificate
de: OGZH Zertifikat

source: One authority per line
de: Eine Behörde pro Zeile

source: One certificate per line
de: Ein Zertifikat pro Zeile

source: One language per line
de: Eine Sprache pro Zeile

source: One qualification per line
de: Eine Qualifikation pro Zeile

source: Other Certificates
de: Andere Zertifikate

source: Permit
de: Aufenthaltsstatus

source: Personnel Number
de: Personal Nr

source: Phones
de: Telefon

source: Private Phone
de: Telefon Privat

source: Qualifications
de: Berufliche Qualifikation / Tätigkeit

source: References by Authorities
de: Referenzen Behörden

source: Social Security Number
de: AHV Nr

source: Special Abilities
de: Besondere Hinweise Einsatzmöglichkeiten

source: Spoken Language(s)
de: Sprachen Wort

source: Town
de: Ort

source: Trained Translator
de: Ausbildung Übersetzen / Dolmetschen

source: Translator
de: ÜbersetzerIn

source: Unknown
de: Unbekannt

source: Work Phone
de: Telefon Geschäft

source: Written Language(s)
de: Sprachen Schrift

source: Yes
de: Ja

source: ZHAW Certificate
de: ZHAW Zertifikat

source: Zipcode
de: PLZ
