Repository: pypi-data/pypi-mirror-9
Catalog: packages/maverig/maverig-1.0.4-py3-none-any.whl/maverig/data/languages/*/LC_MESSAGES/*.po
Languages: de_de

source: component creation mode
de_de: Komponenten-Modus

source: Maxmimum Power
de_de: Maximale Leistung

source: CSV Data file
de_de: CSV-Datei

source: online mode
de_de: Online Modus

source: branch type
de_de: Leitungstyp

source: length in km
de_de: Länge in km

source: hand mode
de_de: Hand-Modus

source: selection mode
de_de: Selektions-Modus

source: simulation mode
de_de: Simulations-Modus

source: automatic-layout is active
de_de: Automatisches Ausrichten ist aktiv

source: visualisation speed
de_de: Abspielgeschwindigkeit

source: (paused)
de_de: (pause)

source: could not create component - invalid connection
de_de: Komponente konnte nicht erstellt werden - ungültige Verbindung

source: valid connection
de_de: Gültige Verbindung

source: line is too short
de_de: Leitung ist zu kurz

source: invalid connection
de_de: Ungültige Verbindung

source: no items to connect to
de_de: Keine Elemente zum Verbinden

source: line length has to be longer than 0 km
de_de: Leitungslänge muss länger als 0 km sein

source: has been saved successfully.
de_de: wurde erfolgreich gespeichert

source: has been loaded successfully.
de_de: wurde erfolgreich geladen

source: Notice: Changed values of components that had different values.
de_de: Info: Geänderte Komponentenwerte hatten unterschiedliche Eigenschaften

source: Your simulation has completed successfully.
de_de: Die Simulation wurde erfolgreich abgeschlossen

source: General
de_de: Allgemein

source: Language
de_de: Sprache

source: English
de_de: Englisch

source: German
de_de: Deutsch

source: French
de_de: Französisch

source: Spanish
de_de: Spanisch

source: Enable day and night visualization
de_de: Tag/Nacht Visualisierung aktivieren

source: Enable heat value effects for Grid elements
de_de: Einfärbungen für Netz-Komponenten aktivieren

source: Color
de_de: Farbe

source: Shadow
de_de: Schatten

source: Enable heat value effects for Consumer, Producer and Prosumer elements
de_de: Einfärbungen für Erzeuger, Verbraucher und Prosumenten aktivieren

source: Bar
de_de: Leiste

source: Transparency
de_de: Transparent

source: Open scenario file
de_de: Szenario-Datei öffnen

source: Save scenario file
de_de: Szenario-Datei speichern

source: Run
de_de: Ausführen

source: Scenario Error
de_de: Szenariofehler

source: Maverig Scenario Error
de_de: Maverig Szenariofehler

source: %s is offline
de_de: %s ist offline

source: The selected element is offline.
de_de: Das ausgewählte Element ist offline.

source: Please activate online parameter in property panel.
de_de: Bitte aktivieren Sie den Online-Parameter im Eigenschaftenfeld.

source: %s is disconnected.
de_de: %s ist nicht verbunden.

source: The selected element is disconnected.
de_de: Das ausgewählte Element ist nicht verbunden.

source: Please dock loose endpoints to other elements.
de_de: Bitte verbinden Sie die freien Endpunkte mit anderen Elementen.

source: Base voltage level of %s and %s have to be equal.
de_de: Basisspannungspegel von %s und %s müssen gleich sein.

source: Base voltage level of the selected elements have to be equal.
de_de: Basisspannungslevel der ausgewählten Elemente müssen gleich sein.

source: Please adjust voltage level parameter in property panel.
de_de: Bitte passen Sie den Spannungslevel-Parameter im Eigenschaftenfeld an.

source: %s is not connected correctly.
de_de: %s ist nicht korrekt verbunden.

source: The selected reference bus is not connected correctly.
de_de: Der ausgewählte Referenz-Bus ist nicht richtig verbunden.

source: A reference bus needs exactly one connected Branch.
de_de: Ein Referenz-Bus muss mit genau einer Leitung verbunden sein.

source: Missing reference bus.
de_de: Es fehlt ein Referenz-Bus.

source: Create a reference bus from component panel.
de_de: Erstellen Sie einen Referenz-Bus im Komponentenfeld.

source: Too many reference buses %s
de_de: Zu viele Referenz-Busse %s

source: Only one reference bus is allowed.
de_de: Nur ein Referenz-Bus ist erlaubt.

source: Remove all except one of the selected reference buses from scenario.
de_de: Entfernen Sie alle bis auf einen der im Szenario ausgewählten Referenz-Busse.

source: %s has no valid datafile
de_de: %s hat keine gültige Datei

source: The selected element has no valid data file.
de_de: Das ausgewählte Element hat keine gültige Datendatei.

source: Please set datafile parameter in property panel.
de_de: Bitte stellen Sie die Datei-Parameter im Eigenschaftenfeld ein.

source: Could not start Simulator %s for element %s.
de_de: Simulator %s für Element %s konnte nicht gestartet werden.

source: File "%s" not found.
de_de: Datei "%s" wurde nicht gefunden.

source: File "%s" not found for selected element.
de_de: Datei "%s" für selektiertes Element nicht gefunden.

source: Please check file parameters in property panel.
de_de: Bitte prüfen Sie die Dateiparameter im Eigenschaftenfeld.

source: Mosaik Scenario Error
de_de: Mosaik Szenariofehler

source: Could not start Simulator %s for selected element.
de_de: Simulator %s konnte für ausgewähltes Element nicht gestartet werden.

source: See console output for exception traceback.
de_de: Siehe Konsolenausgabe für eine genauere Fehlerbeschreibung

source: Maverig Component Error
de_de: Maverig Komponentenfehler

source: Could not start element %s.
de_de: Element %s konnte nicht gestartet werden.

source: Simulator metadata does not support model "%s"
de_de: Simulator-Metadaten werden nicht unterstützt vom Modell "%s"

source: Could not start selected element.
de_de: Ausgewählte Element konnte nicht gestartet werden.

source: Please check model part of sim_model in component JSON file.
de_de: Bitte überprüfen Sie den Modellanteil von sim_model in der Komponenten-JSON-Datei.

source: Could not start selected element
de_de: Ausgewähltes Element konnte nicht gestartet werden

source: Maverig Simulation Error
de_de: Maverig Simulationsfehler

source: Length of %s is too long and exceeds voltage boundaries!
de_de: Länge von %s ist zu lang und überschreitet Spannungsgrenzen!

source: Length of selected branch is too long and exceeds voltage boundaries!
de_de: Länge der ausgewählten Leitung ist zu lang und überschreitet Spannungsgrenzen!

source: Simulation has been stopped. Please reduce parameter length in property panel.
de_de: Die Simulation wurde beendet. Bitte reduzieren Sie die Längenparameter in dem Eigenschaftenfenster.

source: Mosaik Simulation Error
de_de: Mosaik Simulationsfehler

source: PyPower powerflow calculation did not converge.
de_de: PyPower Powerflow Berechnung konvergierte nicht.

source: Some of the selected branches might exceed voltage boundaries if they are too long. Check length parameter in property panel.
de_de: Einige der ausgewählten Leitungen könnten Spannungsgrenzen überschreiten, wenn sie zu lang sind. Überprüfen Sie die Längenparameter im Eigenschaftenfeld.

source: An error occured during simulation runtime.
de_de: Während der Simulation ist ein Fehler aufgetreten.

source: Attributes
de_de: Attribute

source: No same attributes
de_de: Keine gleichen Attribute

source: Time in minutes
de_de: Zeit in Minuten

source: Mode
de_de: Modus

source: add component
de_de: Komponente hinzufügen

source: Remove component
de_de: Komponente entfernen

source: Hide component
de_de: Komponente verstecken

source: Show invisible components
de_de: Unsichtbare Komponenten anzeigen

source: Restore default components
de_de: Wiederherstellen der Standardkomponenten

source: Component Wizard
de_de: Komponentenassistent

source: Add new simulator
de_de: Simulator hinzufügen

source: Add
de_de: Hinzufügen

source: Cancel
de_de: Abbrechen

source: Define the new simulator
de_de: Neuen Simulator definieren

source: Name of the new simulator
de_de: Name des neuen Simulators

source: Choose how to start the simulator
de_de: Wähle aus, wie der Simulator gestartet werden soll

source: Address
de_de: Pfad

source: Address of the new simulator
de_de: Pfad vom neuen Simulator

source: Parameters
de_de: Parameter

source: Default Value
de_de: Standardwert

source: Specify which parameters are needed by this simulator. When starting a simulator, equally named component parameters will replace specified default values.
de_de: Bestimmen Sie, welche Parameter dieser Simulator benötigt. Beim Starten eines Simulators werden Standardwerte durch Werte gleichnamiger Komponentenparameter ersetzt.

source: Component type
de_de: Komponententyp

source: Define the general component information and settings
de_de: Definieren Sie die allgemeinen Komponenteninformationen und Einstellungen

source: Describe the new component
de_de: Beschreiben Sie die neue Komponente

source: Model
de_de: Modell

source: Mosaik model and optional suffixed name separated by '-'.
de_de: Mosaik-Modell und optionalen Suffix Namen trennen durch '-'.

source: Define the icon
de_de: Definiere das Icon

source: Add a new icon
de_de: Neues Icon hinzufügen

source: Drawing mode
de_de: Darstellungs-Modus

source: Define the drawing mode
de_de: Definiere den Darstellungs-Modus

source: Category
de_de: Kategorie

source: Choose the category
de_de: Kategorie auswählen

source: Create a new category
de_de: Neue Kategorie erstellen

source: Tooltip of the new component
de_de: Tooltip für die neue Komponente

source: Add new Icon
de_de: Neues Icon hinzufügen

source: Input Dialog
de_de: Eingabe-Dialog

source: Enter the new category name:
de_de: Neuer Kategoriename:

source: Parameter and attributes
de_de: Parameter und Attribute

source: Specify attributes and parameters for the component.
de_de: Spezifizieren Sie die Attribute und Parameter für die Komponente.

source: Define the component parameters
de_de: Definieren Sie die Komponentenparameter

source: Define the component attributes
de_de: Definieren Sie die Komponentenattribute

source: Conclusion
de_de: Abschluss

source: Click %s to generate the class skeleton.
de_de: Klicken Sie auf %s, um das Klassengerüst zu erzeugen.

source: Name of the new parameter
de_de: Name vom neuen Parameter

source: Caption
de_de: Beschreibung

source: Caption of the new parameter
de_de: Beschriftung der neuen Parameter

source: Datatype
de_de: Datentyp

source: Datatype of the new parameter
de_de: Datentyp vom neuen Parameter

source: Accepted values
de_de: Erlaubte Werte

source: Accepted values of the new parameter
de_de: Erlaubte Werte vom neuen Parameter

source: Default value
de_de: Standardwert

source: Insert a value to define the default value
de_de: Standardwert definieren

source: Static
de_de: Statisch

source: Choose whether attribute values are static or dynamic
de_de: Wählen Sie, ob Attributwerte statisch oder dynamisch sind

source: Name of the new attribute
de_de: Name vom neuen Attribut

source: Caption of the new attribute
de_de: Beschreibung des neuen Attributs

source: Unit
de_de: Einheit

source: Unit of the new attribute
de_de: Einheit vom neuen Attribut

source: Console
de_de: Konsole

source: Simulation Time
de_de: Simulationszeit

source: Start Time
de_de: Startzeit

source: End Time
de_de: Endzeit

source: Save
de_de: Speichern

source: Step Size (in Minutes)
de_de: Intervall (in Minuten)

source: Speed
de_de: Geschwindigkeit

source: Slower
de_de: Langsamer

source: Faster
de_de: Schneller

source: Warning!!
de_de: Warnung!!

source: Start time must be lower than end time
de_de: Startzeite muss kleiner als Endzeit sein

source: Step size must be lower than simulation time or bigger than 0
de_de: Intervallgröße muss kleiner als die Simulationszeit sein und größer als 0

source: Go To Specific Simulation Time
de_de: Zu einer bestimmten Simulationszeit springen

source: Go to time:
de_de: Springe zum Zeitpunkt:

source: Warning
de_de: Warnung

source: The document has been modified.
de_de: Die Datei wurde modifiziert.

source: Do you want to save your changes?
de_de: Möchten Sie die Ãnderungen sichern?

source: Discard
de_de: verwerfen

source: About
de_de: Über uns

source: Maverig is a visualization tool based on mosaik <br>to compose and simulate smart grid scenarios
de_de: Maverig ist ein Visualisierungs-Tool basierend auf mosaik <br> zum Erstellen und Visualisieren von Smart-Grid-Simulationen

source: Participants
de_de: Teilnehmer

source: License
de_de: Lizenz

source: already exist
de_de: existiert bereits

source: There is already a component with the same name
de_de: Es gibt bereits eine Komponente mit dem gleichen Namen

source: File
de_de: Datei

source: Edit
de_de: Bearbeiten

source: View
de_de: Ansicht

source: Help
de_de: Hilfe

source: New
de_de: Neu

source: Open
de_de: Öffnen

source: Save As...
de_de: Speichern unter...

source: Preferences
de_de: Einstellungen

source: Quit
de_de: Schließen

source: Undo
de_de: Rückgängig

source: Redo
de_de: Wiederherstellen

source: Auto Layout
de_de: Automatisches Ausrichten

source: Cut
de_de: Ausschneiden

source: Copy
de_de: Kopieren

source: Paste
de_de: Einfügen

source: Delete
de_de: Löschen

source: Select All
de_de: Alles markieren

source: Stop
de_de: Stoppen

source: Back to start
de_de: Zum Start springen

source: Reduce speed
de_de: Geschwindigkeit reduzieren

source: Increase speed
de_de: Geschwindigkeit erhöhen

source: Forward to end
de_de: Zum Ende springen

source: Set Time
de_de: Zeit einstellen

source: Go To
de_de: Gehe zu

source: Shift mode
de_de: Shift-Modus

source: Selection mode
de_de: Selektions-Modus

source: Snap dragged elements to raster
de_de: Platziere gezogene Elemente am Raster

source: Zoom In
de_de: Vergrößern

source: Zoom Out
de_de: Verkleinern

source: Zoom Fit
de_de: Szenario anpassen

source: Show mode panel
de_de: Modusfeld anzeigen

source: Mode panel
de_de: Modusfeld

source: Show property panel
de_de: Eigenschaftenfeld anzeigen

source: Property panel
de_de: Eigenschaftenfeld

source: Show console panel
de_de: Konsole anzeigen

source: Console panel
de_de: Konsole

source: Show status bar
de_de: Statusleiste anzeigen

source: Status bar
de_de: Statusleiste

source: Show progress panel
de_de: Fortschrittsleiste anzeigen

source: Progress panel
de_de: Fortschrittsleiste

source: Show attributes panel
de_de: Attributefeld anzeigen

source: Attributes panel
de_de: Attributefeld

source: Progress
de_de: Fortschritt

source: Current time:
de_de: Aktuelle Zeit:

source: Progress of calculation:
de_de: Fortschritt der Berechnung:

source: Properties
de_de: Einstellungen

source: Insert an integer to define the property value for
de_de: Fügen Sie einen Integer-Wert ein

source: Insert a float to define the property value for
de_de: Fügen Sie einen Float-Wert ein

source: Insert a string to define the property value for
de_de: Fügen Sie einen String-Wert ein

source: Household
de_de: Haushalt

source: Households
de_de: Haushalte

source: Choose if property
de_de: Auswählen falls Eigenschaft

source: Shows the file path of the chosen
de_de: Dateipfad anzeigen

source: Select the path to a file
de_de: Dateipfad auswählen

source: Open file
de_de: Datei öffnen

source: selected item
de_de: ausgewähltes Element

source: selected items
de_de: ausgewählte Elemente

source: Settings
de_de: Einstellungen

source: Start creating your scene!
de_de: Szene erstellen!

source: Open Scenario
de_de: Szenario öffnen

source: Save Scenario
de_de: Szenario speichern

source: Delete Components
de_de: Komponenten löschen

source: Toolbar
de_de: Werkzeugsleiste

source: Warning!!!
de_de: Warnung!!!

source: The length of the selected branch is too long!
de_de: Die Länge von der ausgewählten Leitung ist zu lang!

source: Please change the length (in km) on the left panel.
de_de: Bitte ändern Sie die Länge (km) im linken Feld

source: Show Component Panel
de_de: Komponentenfeld anzeigen

source: Component Panel
de_de: Komponentenpanel

source: Show Property Panel
de_de: Eigenschaftenfeld anzeigen

source: Property Panel
de_de: Eigenschaftenfeld

source: Show Console
de_de: Konsole anzeigen

source: Show Status Bar
de_de: Statusleiste anzeigen

source: Status Bar
de_de: Statusleiste

source: Show Progress Bar
de_de: Prozessleiste anzegen

source: Progress Bar
de_de: Prozessleiste

source: Show Attribute Panel
de_de: Attributefeld anzeigen

source: Attribute Panel
de_de: Attributefeld

source: selected item
de_de: selektiertes Element

source: selected items
de_de: selektierte Elemente

source: Producers
de_de: Erzeuger

source: Grid
de_de: Netz

source: Consumers
de_de: Verbraucher

source: Combined Heat and Power
de_de: Kraft-Wärmeverbindung

source: Nominal Power
de_de: Nennleistung

source: Active Power
de_de: Aktuelle Leistung

source: House
de_de: Haus

source: Residents
de_de: Einwohner

source: Photovoltaic
de_de: Photovoltaik

source: Prosumers
de_de: Prosumenten

source: Electric Vehicle
de_de: Elektrofahrzeug

source: Plugged In
de_de: Angeschlossen

source: Current Speed
de_de: Aktuelle Geschwindigkeit

source: Nominal Charger Power
de_de: Nominale Ladekraft

source: State of Charge
de_de: Ladezustand

source: Battery Capacity
de_de: Batteriekapazität

source: Car Model
de_de: Automodell

source: Consumption
de_de: Verbrauch

source: Total Distance
de_de: Gesamtstrecke

source: Wind Energy Conversion System
de_de: Windenergie-Umwandlungssystem

source: Branch
de_de: Leitung

source: Reactance per unit length
de_de: Blindwiderstand pro Längeneinheit

source: Active Power at "to" side
de_de: Aktuelle Leistung bei "zu" Seite

source: Active Power at "from" side
de_de: Aktuelle Leistung bei "von" Seite

source: Capacity per unit length
de_de: Kapazität pro Längeneinheit

source: Resistance per unit length
de_de: Widerstand pro Längeneinheit

source: Length
de_de: Länge

source: Branch current (real part)
de_de: Leitungsstrom (Real)

source: Branch current (imaginary part)
de_de: Leitungsstrom (Imaginärteil)

source: Reactive Power at "from" side
de_de: Blindleistung bei "von" Seite

source: Reactive Power at "to" side
de_de: Blindleistung bei "zu" Seite

source: Maximum apparent power
de_de: Maximale Scheinleistung

source: Maximum current
de_de: Maximum Strom

source: PQBus Node
de_de: PQBus Knoten

source: base voltage level in kV
de_de: Basisspannungslevel in kV

source: Reactive Power
de_de: Blindleistung

source: Voltage angle
de_de: Spannungswinkel

source: Voltage magnitude
de_de: Spannungsgröße

source: Nominal bus voltage
de_de: Nominale Busstromspannung

source: Reference Bus to superior Power Grid
de_de: Referenz Bus für Power Grid

source: Transformer
de_de: Transformator

source: transformer type
de_de: Transformertyp

source: Maximum Power
de_de: Maximale Leistung

source: CSV data file
de_de: CSV-Datei

source: transformer tap
de_de: Transformeranzapfung

source: Maximum current on primary side
de_de: Maximaler Strom auf der Primärseite

source: Rated apparent power
de_de: Nennscheinleistung

source: Active power loss
de_de: Wirkleistungsverlust

source: Nominal primary voltage
de_de: Nominale Primärstromspannung

source: Nominal secondary voltage
de_de: Nominale Sekundärstromspannung

source: Maximum current on secondary side
de_de: Maximaler Strom auf der Sekundärseite

source: Enable heat value effects for Branch, Bus and Trafo
de_de: Einfärbungen für Branch, Bus und Trafo aktivieren

source: Log
de_de: Ausgabe

source: Simulation progress
de_de: Simulationsfortschritt

source: Add new simulator 2/2
de_de: Neuen Simulator hinzufügen 2/2

source: Add component type (1/2)
de_de: Komponententyp hinzufügen (1/2)

source: Next
de_de: weiter

source: Description
de_de: Beschreibung

source: Description of the new component
de_de: Beschreibung der neuen Komponente

source: Line
de_de: Linie

source: Line-Icon-Line
de_de: Linie-Icon-Linie

source: Node
de_de: Knoten

source: Producer
de_de: Produzenten

source: Consumer
de_de: Verbraucher

source: Storage
de_de: Speicher

source: New simulator
de_de: Neuer Simulator

source: Add new simulator 1/2
de_de: Neuen Simulator hinzufügen 1/2

source: Connect
de_de: Verbinden

source: Params
de_de: Parameter

source: Choose the params
de_de: Parameter auswählen

source: Description of the new parameter
de_de: Beschreibung vom neuen Parameter

source: Choose if attribute is static
de_de: Auswählen, ob Attribut statisch ist

source: Description of the new attribute
de_de: Beschreibung vom neuen Attribut

source: Datatype of the new attribute
de_de: Datentyp vom neuen Attribut

source: Unit Description
de_de: Beschreibung der Einheit

source: Describe the unit linked to the attribute
de_de: Beschreibung von der Einheit im Bezug auf das Attribut

source: New Icon
de_de: Neues Icon

source: Step size must be lower than simlation time or bigger than 0
de_de: Intervall muss kleiner als die Simulationsgeschwindigkeit und größer als 0 sein

source: Blur
de_de: Verwischen

source: Licence
de_de: Lizenz

source: Show Attribute Bar
de_de: Attributleiste anzeigen

source: Attribute Bar
de_de: Attributeleiste

source: Languages
de_de: Sprachen

source: Simulation-Progress
de_de: Simulationsprozess

source: Run Simulation
de_de: Simulation ausführen

source: Stop Simulation
de_de: Simulation stoppen

source: Pretty painter
de_de: Ausrichten

source: Currently active tap turn
de_de: Aktuelle Anzapfung

source: Dict. of possible tap turns and their values
de_de: Verfügbare Anzapfungen

source: CHP Model
de_de: CHP Modell

source: maverig/data/user_guide/User_Manual.pdf
de_de: maverig/data/user_guide/Benutzerhandbuch.pdf
