Repository: pypi-data/pypi-mirror-9
Catalog: packages/django-altuser/django-altuser-0.9.3.tar.gz/django-altuser-0.9.3/altuser/locale/*/LC_MESSAGES/django.po
Languages: it

source: A user with that email already exists.
it: Un utente con questa email è già presente.

source: The two password fields didn't match.
it: Le due password non corrispondono.

source: Required. Valid email for registration and login.
it: Richiesto. Una valida email per la registrazione e il login.

source: This value must be a valid email address.
it: Questo campo deve essere una email valida.

source: Password confirmation
it: Password (ripeti)

source: Enter the same password as above, for verification.
it: Inserisci la stessa password di prima, per verifica.

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
it: Richeisto. 30 caratteri o meno. Lettere, cifre e solamente @/./+/-/_ .

source: This value may contain only letters, numbers and @/./+/-/_ characters.
it: Questo campo deve contenere solo lettere, numeri e i caratteri @/./+/-/_

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
it: Le password in chiaro non sono memorizzate, così che non c'è nessun modo per vedere la password di questo utente, ma puoi cambiarla a <a href="password/">questo</a>indirizzo.

source: Leave empty to not update the password
it: Lascia il campo vuoto per non aggiornare la password

source: Password (again)
it: Password (ripeti)

source: The user email address
it: L'indirizzo email dell'utente

source: No user with this email exists
it: Nessun utente esiste con questo indirizzo email

source: The password will not be checked if the user exists, insert only the user email
it: La password non sarà controllata se l'utente non esiste, inserisci solola sua email

source: Your username and password didn't match.
it: Il tuo username e password non corrispondono.

source: Required. Email field
it: Richiesto. Indirizzo email

source: This email is not available, choose another one
it: Questo indirizzo email non è disponibile, scegline un altro diverso

source: Designates whether the user can log into this admin site.
it: Determina se l'utente può accedere come amministratore del sito.

source: active
it: attivo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
it: Determina se questo utente deve essere trattato come attivo. Deseleziona questo campoal posto di cancellare un account.

source: date joined
it: data di iscrizione

source: last modified
it: ultima modifica

source: user
it: utente

source: users
it: utenti

source: User registration confirmation
it: Conferma registrazione utente

source: followed on
it: followed in data

source: Follow request
it: Richiesta di Follow

source: Thank you! your account has been confirmed
it: Grazie! Il tuo account è stato confermato

source: You can now login from the login page using your supplied credentials
it: Adesso puoi effettuare il login con le credenziali da te inserite

source: Someone has requested an user registration, if it was you please click on the link below to confirm your user registration, Thanks!
it: Qualcuno ha richiesto una registrazione utente, per eri tu, per favore cliccasul seguente link per confermare la tua iscrizione. Grazie!

source: Thank you! you confirmed this user to follow you
it: Ottimo! Hai confermato il follow per quest'utente

source: Someone has requested to follow you, to approve follow this url:
it: Qualcuno ha richiesto di seguire le tue attività (Follow), se vuoi approvare questa richiesta visita il seguente indirizzo (altrimenti ignora la richiesta):
