Repository: pypi-data/pypi-mirror-9
Catalog: packages/maverig/maverig-1.0.3-py3-none-any.whl/maverig/data/languages/*/LC_MESSAGES/*.po
Languages: fr_fr

source: component creation mode
fr_fr: mode creation de composant

source: hand mode
fr_fr: mode main

source: selection mode
fr_fr: mode séléction

source: simulation mode
fr_fr: mode simulation

source: automatic-layout is active
fr_fr: La mise en page automatique est active

source: visualisation speed
fr_fr: Vitesse de visualisation

source: (paused)
fr_fr: (en pause)

source: could not create component - invalid connection
fr_fr: Impossible de créer l'élément - connection invalide

source: valid connection
fr_fr: connection valide

source: line is too short
fr_fr: La ligne électrique est trop courte

source: invalid connection
fr_fr: connection invalide

source: no items to connect to
fr_fr: pas d'élément pour se connecter

source: line length has to be longer than 0 km
fr_fr: La longueur de la ligne doit être supérieure à 0 km

source: has been saved successfully.
fr_fr: a été enregistré avec succès

source: has been loaded successfully.
fr_fr: a été chargé avec succès

source: Notice: Changed values of components that had different values.
fr_fr: Notez: Changement de valeur de composants qui ont eu differentes valeurs.

source: Your simulation has completed successfully.
fr_fr: Votre simulation s'est terminée avec succès

source: General
fr_fr: Géneral

source: Language
fr_fr: Langue

source: English
fr_fr: Anglais

source: German
fr_fr: Allemand

source: French
fr_fr: Français

source: Spanish
fr_fr: Espagnol

source: Enable day and night visualization
fr_fr: Activer la visualisation de jour/nuit

source: Enable heat value effects for Grid elements
fr_fr: Activer les effets de coloration pour House et PV

source: Color
fr_fr: Couleur

source: Shadow
fr_fr: Ombre

source: Enable heat value effects for Consumer, Producer and Prosumer elements
fr_fr: Activer les effets de coloration pour les consomateur, producteur et prosommateur

source: Transparency
fr_fr: Transparence

source: Open scenario file
fr_fr: Ouvrir un fichier scenario

source: Save scenario file
fr_fr: Enregistrer le fichier scenario

source: Run
fr_fr: Compiler

source: Scenario Error
fr_fr: Erreur de scenario

source: Maverig Scenario Error
fr_fr: Erreur de scenario dans Maverig

source: %s is offline
fr_fr: %s est déconnectée

source: The selected element is offline.
fr_fr: L'élément sélectionné est déconnecté

source: Please activate online parameter in property panel.
fr_fr: Veuillez activer le parametre "en ligne" dans le panneau de propriété

source: %s is disconnected.
fr_fr: %s est déconnecté.

source: The selected element is disconnected.
fr_fr: L'élément sélectionné est déconnecté.

source: Please dock loose endpoints to other elements.
fr_fr: Veuillez raccorder les extrémités detaches avec des élements.

source: Base voltage level of {0} and {1} have to be equal.
fr_fr: La tension de base au niveau de {0} et de {1} doit être la même.

source: Base voltage level of the selected elements have to be equal.
fr_fr: La tension de base des éléments sélectionnés doit être la même.

source: Please adjust voltage level parameter in property panel.
fr_fr: Veuillez adjuster le paramètre de niveau de tension dans le panneau de propriétés.

source: %s is not connected correctly.
fr_fr: %s n'est pas connecté actuellement.

source: The selected reference bus is not connected correctly.
fr_fr: Le bus de référence selectionné n'est pas connecté correctement.

source: A reference bus needs exactly one connected Branch.
fr_fr: Un bus de référence a besoin d'une et une seule branche connectée.

source: Missing reference bus.
fr_fr: Le bus de référence est manquant.

source: Create a reference bus from component panel.
fr_fr: Créer un bus de référence depuis le panneau des composants.

source: Too many reference buses %s
fr_fr: Trop de bus de références %s

source: Only one reference bus is allowed.
fr_fr: Seul un bus de référence est autorisé.

source: Remove all except one of the selected reference buses from scenario.
fr_fr: Supprimer tous du scénario sauf l'un des reference de bus séléctionnés.

source: %s has no valid datafile
fr_fr: %s n'a pas un fichier valide

source: The selected element has no valid data file.
fr_fr: L'élément séléctionné n'a pas de fichier valide.

source: Please set datafile parameter in property panel.
fr_fr: Veuillez mettre les paramètres de fichier dans le panneau de propriétés.

source: Could not start Simulator {0} for element {1}.
fr_fr: Impossible de lancer le simulateur {0} pour l'élément {1}.

source: File "%s" not found.
fr_fr: FIchier "%s" non trouvé.

source: File "%s" not found for selected element.
fr_fr: FIchier "%s" non trouvé pour l'élément sélectionné.

source: Please check file parameters in property panel.
fr_fr: Veuillez vérifier le fichier de paramètres dans le panneau de propriété.

source: Mosaik Scenario Error
fr_fr: Erreur de scénario du côté de Mosaik

source: Could not start Simulator %s for selected element.
fr_fr: Impossible de lancer le simulateur %s pour l'élément séléctionné.

source: See console output for exception traceback.
fr_fr: Veuillez prendre en compte la sortie dans la console pour le retraçage des exceptions.

source: Maverig Component Error
fr_fr: Erreur de composant du côté de Maverig

source: Could not start element %s.
fr_fr: Impossible de lancer l'élément %s.

source: Simulator metadata does not support model "%s"
fr_fr: Les métadonnées du simulateur ne supporte pas le modèle "%s"

source: Could not start selected element.
fr_fr: Impossible de lancer l'élément séléctionné.

source: Please check model part of sim_model in component JSON file.
fr_fr: Veuillez vérifier la partie modèle du sim_model dans le fichier de composant JSON.

source: Could not start selected element
fr_fr: Impossible de lancer l'élément selectionné

source: Maverig Simulation Error
fr_fr: Erreur de simulateur du coté de Maverig

source: Length of %s is too long and exceeds voltage boundaries!
fr_fr: Longueur du %s est trop longues et excède la limite des tensions!

source: Length of selected branch is too long and exceeds voltage boundaries!
fr_fr: La longueur de l'élément séléctionné est trop longue et excède la limite des tensions!

source: Simulation has been stopped. Please reduce parameter length in property panel.
fr_fr: La simulation s'est arrêtée. Veuillez réduire le paramètre la longueur dans le panneau de propriétés.

source: Mosaik Simulation Error
fr_fr: Erreur de simulation du côté de Mosaik

source: PyPower powerflow calculation did not converge.
fr_fr: Le calcul de PyPower powerflow n'a pas convergé.

source: Some of the selected branches might exceed voltage boundaries if they are too long. Check length parameter in property panel.
fr_fr: Quelques unes des branches séléctionnées pourraient excèder la limite des tensions s'ils sont trop longues. Veuillez vérifier le paramètre de la longueur dans le panneau de propriétés.

source: An error occured during simulation runtime.
fr_fr: Une erreur s'est produite lors de la simulation.

source: Attributes
fr_fr: Attributs

source: No same attributes
fr_fr: Pas les mêmes attributs

source: Time in minutes
fr_fr: Temps en minute

source: Component Wizard
fr_fr: Assistant de Composant

source: Add new simulator
fr_fr: Ajouter un nouveau simulateur

source: Add
fr_fr: Ajouter

source: Cancel
fr_fr: Annuler

source: Define the new simulator
fr_fr: Définir le nouveau simulateur

source: Name
fr_fr: Nom

source: Name of the new simulator
fr_fr: Nom du nouveau simulateur.

source: Starter
fr_fr: Lanceur

source: Choose how to start the simulator
fr_fr: Choisir comment démarrer le simulateur

source: Address
fr_fr: Adresse

source: Address of the new simulator
fr_fr: Adresse du nouveau simulateur

source: Parameters
fr_fr: Paramètres

source: Parameter
fr_fr: Paramètre

source: Default Value
fr_fr: Valeur par défaut

source: Specify which parameters are needed by this simulator. When starting a simulator, equally named component parameters will replace specified default values.
fr_fr: Veuillez spécifier les paramètres dont le simulateur a besoin. En activant un simulateur, les composants qui ont les mêmes nom de paramètres remplaceront les valeurs par défaut specifies.

source: Component type
fr_fr: Type de composant

source: Define the general component information and settings
fr_fr: Définir les paramètres et les informations générales de composant

source: Describe the new component
fr_fr: Décrire le nouveau composant

source: Model
fr_fr: Modèle

source: Mosaik model and optional suffixed name separated by '-'.
fr_fr: Le model Mosaik et un nom en suffixe séparé par un '-'.

source: Icon
fr_fr: Icone

source: Define the icon
fr_fr: Définir l'icone

source: Add a new icon
fr_fr: Ajouter une nouvelle icone

source: Drawing mode
fr_fr: Mode dessin

source: Define the drawing mode
fr_fr: Définir un mode de dessin

source: Category
fr_fr: Catégorie

source: Choose the category
fr_fr: Choisir la catégorie

source: Create a new category
fr_fr: Créer une nouvelle catégorie

source: Tooltip
fr_fr: Infobulle

source: Tooltip of the new component
fr_fr: Infobulle du nouveau composant

source: Add new Icon
fr_fr: Ajouter une nouvelle icone

source: Input Dialog
fr_fr: boîte de dialogue de saisie

source: Enter the new category name:
fr_fr: Saisissez un nouveau nom de catégorie:

source: Parameter and attributes
fr_fr: Paramètre et attributs

source: Specify attributes and parameters for the component.
fr_fr: Veuillez spécifier les paramètres et attributs du nouveau composant.

source: Define the component parameters
fr_fr: Définir les paramètres du composant

source: Define the component attributes
fr_fr: Définir les attributs du composant

source: Click %s to generate the class skeleton.
fr_fr: Cliquer sur %s pour génére une classe squelette.

source: Name of the new parameter
fr_fr: Nom du nouveau paramètre

source: Caption
fr_fr: Légende

source: Caption of the new parameter
fr_fr: Libellé du nouveau paramètre

source: Datatype
fr_fr: Type de donnée

source: Datatype of the new parameter
fr_fr: Type de données du nouveau paramètre

source: Accepted values
fr_fr: Valeurs acceptées

source: Accepted values of the new parameter
fr_fr: Valeurs accéptées du nouveau paramètre

source: Default value
fr_fr: Valeur par défaut

source: Insert a value to define the default value
fr_fr: Insérer une nouvelle valeur pour définir la valeur par défaut

source: Static
fr_fr: Statique

source: Choose whether attribute values are static or dynamic
fr_fr: Choisir si les valeurs de l'attribut sont statiques ou dynamiques

source: Name of the new attribute
fr_fr: Nom du nouvel attribut

source: Caption of the new attribute
fr_fr: Libellé du nouveau attribut

source: Unit
fr_fr: Unité

source: Unit of the new attribute
fr_fr: Unité du nouvel attribut

source: Simulation Time
fr_fr: Durrée de la simulation

source: Start Time
fr_fr: début

source: End Time
fr_fr: Fin

source: Save
fr_fr: Engeristrer

source: Step Size (in Minutes)
fr_fr: Dimension de pas (en minute)

source: Speed
fr_fr: Vitesse

source: Slower
fr_fr: Plus lent

source: Faster
fr_fr: Plus rapide

source: Warning!!
fr_fr: Avertissement!!

source: Start time must be lower than end time
fr_fr: L'heure du début doit être inférieur á l'heure de la fin

source: Step size must be lower than simulation time or bigger than 0
fr_fr: L'intervalle doit être inférieur que le temps de simulation ou plus grand que 0

source: Go To Specific Simulation Time
fr_fr: Aller á un temps spécifique de la simulation

source: Go to time:
fr_fr: Aller au temps:

source: Warning
fr_fr: Avertissement

source: The document has been modified.
fr_fr: Ce document a été modifié

source: Do you want to save your changes?
fr_fr: Voulez-vous enregistrer les modifications?

source: Discard
fr_fr: Annuler

source: About
fr_fr: À propos

source: Maverig is a visualization tool based on mosaik <br>to compose and simulate smart grid scenarios
fr_fr: Maverig est un outil de visualisation base sur mosaik <br> afin de composer et simuler des scenarios de smart grid.

source: Participants
fr_fr: Les participants

source: License
fr_fr: Licence

source: already exist
fr_fr: existe déjà

source: There is already a component with the same name
fr_fr: Il existe déjà un composant qui a le même nom

source: File
fr_fr: Fichier

source: Edit
fr_fr: Édition

source: View
fr_fr: Affichage

source: Help
fr_fr: Aide

source: New
fr_fr: Nouveau

source: Open
fr_fr: Ouvrir

source: Save As...
fr_fr: Enregistrer sous...

source: Preferences
fr_fr: Préférence

source: Quit
fr_fr: Quitter

source: Undo
fr_fr: Annuler

source: Redo
fr_fr: Rétablir

source: Auto Layout
fr_fr: Disposition automatique

source: Cut
fr_fr: Couper

source: Copy
fr_fr: Copier

source: Paste
fr_fr: Coller

source: Delete
fr_fr: Effacer

source: Select All
fr_fr: Tout sélectionner

source: Stop
fr_fr: Arrêter

source: Back to start
fr_fr: Revenir au début

source: Reduce speed
fr_fr: Réduire la vitesse

source: Increase speed
fr_fr: Augmenter la vitesse

source: Forward to end
fr_fr: Avancer á la fin

source: Set Time
fr_fr: Définir temps

source: Go To
fr_fr: Aller á

source: Shift mode
fr_fr: mode Shift

source: Selection mode
fr_fr: mode sélection

source: Snap dragged elements to raster
fr_fr: Positionner l'éléments glisser sur la trame

source: Raster
fr_fr: Trame

source: Zoom In
fr_fr: Agrandir

source: Zoom Out
fr_fr: Rétrécir

source: Zoom Fit
fr_fr: Ajuster

source: Show mode panel
fr_fr: Afficher le mode composant

source: Mode panel
fr_fr: Mode panneau

source: Show property panel
fr_fr: Afficher panneau de prorpiété

source: Property panel
fr_fr: Panneau de propriété

source: Show console panel
fr_fr: Afficher la console

source: Console panel
fr_fr: Console

source: Show status bar
fr_fr: Afficher la barre d'état

source: Status bar
fr_fr: Barre d'état

source: Show progress panel
fr_fr: Afficher la barre de progression

source: Progress panel
fr_fr: Barre de progression

source: Show attributes panel
fr_fr: Afficher le panneau d'attributs

source: Attributes panel
fr_fr: Attributs

source: add component
fr_fr: ajouter composant

source: Remove component
fr_fr: Supprimer composant

source: Hide component
fr_fr: Masquer composant

source: Show invisible components
fr_fr: Afficher les composants invisibles

source: Restore default components
fr_fr: Réstaurer les composants par défaut

source: Progress
fr_fr: Progression

source: Current time:
fr_fr: Heure actuelle:

source: Progress of calculation:
fr_fr: Progression du calcul:

source: Properties
fr_fr: Propriétés

source: Insert an integer to define the property value for
fr_fr: Insérer un entire pour définier la valeur de la propriété pour

source: Insert a float to define the property value for
fr_fr: Insérer un flottant pour définir la valeur de la propriéte pour

source: Insert a string to define the property value for
fr_fr: Insérer une chaîne de caractères pour définir la valeur de la propriété pour

source: Household
fr_fr: Ménage

source: Households
fr_fr: Ménages

source: Choose if property
fr_fr: Choisir si propriété

source: Shows the file path of the chosen
fr_fr: Afficher le chemin du fichié choisi

source: Select the path to a file
fr_fr: Choisir le chemin vers un fichier

source: Open file
fr_fr: Ouvrir fichier

source: selected item
fr_fr: Élément sélectionné

source: selected items
fr_fr: Élélemts sélectionnés

source: Settings
fr_fr: Paramètre

source: Start creating your scene!
fr_fr: Commencer a créer votre scène

source: Open Scenario
fr_fr: Ouvrir scenario

source: Save Scenario
fr_fr: Sauver scenario

source: Delete Components
fr_fr: Supprimer les composants

source: Toolbar
fr_fr: Barre d'outils
