Repository: pypi-data/pypi-mirror-9
Catalog: packages/cmsplugin-feedback/cmsplugin-feedback-0.3.1.tar.gz/cmsplugin-feedback-0.3.1/cmsplugin_feedback/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Feedback Plugin
ru: Форма обраной связи

source: Type the code shown
ru: Введите текст с картинки

source: Name
ru: Имя

source: Email
ru: Электронная почта

source: Message
ru: Сообщение

source: New feedback
ru: Новое сообщение от пользователя

source: You've got a feedback message from %(name)s.
ru: Вы получили сообщение от пользователя %(name)s.

source: You can respond to it using admin %(url)s.
ru: Вы можете ответить на него используя интерфейс администрирования по ссылке %(url)s.

source: The original message is:
ru: Оригинальное сообщение:

source: Submit
ru: Отправить

source: Your message was sent. Thank you for feedback!
ru: Ваше сообщение отправлено. Спасибо за отклик!

source: Validation error
ru: Ошибка валидации

source: Your message was sent. Thank you!
ru: Ваше сообщение отправлено. Спасибо!
