Repository: pypi-data/pypi-mirror-9
Catalog: packages/eea.sparql/eea.sparql-3.9.zip/eea.sparql-3.9/eea/sparql/locales/*/LC_MESSAGES/eea.po
Languages: pt_br

source: Action
pt_br: Ação

source: Are you new to Linked Data technology? visit http://linkeddata.org
pt_br: A tecnologia Linked Data é nova para você? Visite http://linkeddata.org

source: Create Visualization
pt_br: Criar Visualização

source: Data repository info
pt_br: Informação do repositório de dados

source: Dataset
pt_br: Conjunto de dados

source: Dataset preview
pt_br: Visualização do conjunto de dados

source: Download this dataset
pt_br: Baixar este conjunto de dados

source: Execute
pt_br: Executar

source: Existing visualizations
pt_br: Visualizações existentes

source: For system integrators
pt_br: Para integradores de sistema

source: Formats suitable for human consumption
pt_br: Formatos adequados para consumo humano

source: Formats suitable for machine-to-machine communication
pt_br: Formatos adequados para comunicação máquina a máquina

source: Invalidate cache
pt_br: Cache inválido

source: JSON Url:
pt_br: Url do JSON:

source: Query will not return a result.
pt_br: A consulta não retornará um resultado.

source: Query will return a result.
pt_br: A consulta retornará um resultado

source: SPARQL Query:
pt_br: Query SPARQL

source: Set caching
pt_br: Definir cache

source: Synchronisation info
pt_br: Informações de sincronização

source: Synchronize Queries with Bookmarks
pt_br: Sincronizar Consultas com Marcadores

source: The following info can be used by a system developer / database administrator in order to retrieve this dataset programmatically over the web using a SPARQL client.
pt_br: A informação a seguir pode ser usada por um desenvolvedor de sistemas / administrador de banco de dados com a finalidade de recuperar este conjunto de dados programaticamente através da rede usando um client SPARQL.

source: XML with Schema
pt_br: XML com Schema
