Repository: pypi-data/pypi-mirror-9
Catalog: packages/mayan-edms/mayan-edms-1.1.0-1502100955.tar.gz/mayan-edms-1.1.0/mayan/apps/tags/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Preview
fa: پیش دید ویا دیدن

source: Tagged items
fa: اقلام برچسب

source: Tags
fa: برچسبها

source: Create new tag
fa: برچسب جدید

source: Attach tag
fa: الصاق برچسب

source: Remove tag
fa: برداشتن برچسب

source: Remove tags
fa: برداشتن برچسبها

source: Delete
fa: حذف

source: Edit
fa: ویرایش

source: Documents
fa: اسناد

source: Blue
fa: آبی

source: Cyan
fa: فیروزه ای

source: Coral
fa: مرجانی

source: Green-Yellow
fa: سبز-زرد

source: Khaki
fa: خاکی

source: LightGrey
fa: خاکستری کمرنگ

source: Magenta
fa: سرخابی

source: Red
fa: قرمز

source: Orange
fa: نارنجی

source: Yellow
fa: زرد

source: Label
fa: برچسب

source: Color
fa: رنگ

source: Tag
fa: برچسب

source: Create new tags
fa: ایجاد برچسب جدید

source: Delete tags
fa: حذف برچسبها

source: Edit tags
fa: ویرایش برچسبها

source: View tags
fa: دیدن برچسبها

source: Attach tags to documents
fa: الصاق برچسبها به اسناد

source: Remove tags from documents
fa: حذف برچسبهای سند

source: Tag created succesfully.
fa: ایجاد موفق برچسب

source: Create tag
fa: ایجادبرچسب

source: Must provide at least one document.
fa: حداقل یک سند باید ارایه شود

source: Document "%(document)s" is already tagged as "%(tag)s"
fa: سند "%(document)s" دارای برچسب "%(tag)s" میباشد.

source: Tag "%(tag)s" attached successfully to document "%(document)s".
fa: برچسب "%(tag)s" با موفقیت به سند "%(document)s" متصل شد.

source: Must provide at least one tag.
fa: حداقل یک برچسب باید ارایه شود.

source: Tag "%s" deleted successfully.
fa: حذف موفق برچسب "%s"

source: Error deleting tag "%(tag)s": %(error)s
fa: خطا در زمان حذف برچسب: "%(tag)s": %(error)s

source: Will be removed from all documents.
fa: از کلیه اسناد حذف خواهد شد.

source: Tag updated succesfully.
fa: بروزرسانی موفق برچسب.

source: Edit tag: %s
fa: ویرایش برچسب: %s

source: Must provide at least one tagged document.
fa: باید حداقل یک سند برچسب دار ارایه شود.

source: Remove tag from document: %s.
fa: حذف برچسب از سند: %s

source: Remove tag from documents: %s.
fa: حذف برچسب از اسناد: %s

source: Are you sure you wish to remove the tag "%(tag)s" from the document: %(document)s?
fa: آیا از حذف برچسب "%(tag)s" از سند %(document)s مطمئن هستید؟

source: Are you sure you wish to remove the tag "%(tag)s" from the documents: %(documents)s?
fa: آیا از حذف برچسب "%(tag)s" از اسناد %(documents)s مطمئن هستید؟

source: Are you sure you wish to remove the tags: %(tags)s from the document: %(document)s?
fa: آیا از حذف برچسبها %(tags)s از سند %(document)s مطمئن هستید؟

source: Are you sure you wish to remove the tags %(tags)s from the documents: %(documents)s?
fa: آیا از حذف برچسبها %(tags)s از اسناد %(documents)s مطمئن هستید؟

source: Document "%(document)s" wasn't tagged as "%(tag)s"
fa: سند "%(document)s" دارای برچسب "%(tag)s" نمیباشد.

source: Tag "%(tag)s" removed successfully from document "%(document)s".
fa: برچسب "%(tag)s" با موفقیت از سند "%(document)s" برداشته شد.
