Repository: pypi-data/pypi-mirror-9
Catalog: packages/eea.app.visualization/eea.app.visualization-9.3.zip/eea.app.visualization-9.3/eea/app/visualization/locales/*/LC_MESSAGES/eea.po
Languages: pt_br

source: (Simile-Exhibit only) Add additional external exhibit sources to be merged. Supported formats: 'Exhibit JSON', 'Google Spreadsheet' and 'RDF/XML'. See more details http://www.simile-widgets.org/wiki/Exhibit/Creating%2C_Importing%2C_and_Managing_Data#Conversion_at_Load_Time
pt_br: (Apenas exibição símile) Adicionar

source: <ul><li>Click on the top-left pencil to inspect and edit generate JSON.</li><li>Click on the table's columns headers to adjust their labels (user friendly-names)</li></ul>
pt_br: <ul><li>Clique no lápis que está no canto esquerdo para inspecionar e editar o JSON gerado.</li><li>Clique no cabeçalho das colunas da tabela para ajustar seus rótulos (nomes amigáveis para o usuário)</li></ul>

source: Add
pt_br: Adicionar

source: Additional sources
pt_br: Fontes adicionais

source: Annotations
pt_br: Anotações

source: Changes saved
pt_br: Alterações salvas

source: Check these ${data-examples} or read ${prepare-data}
pt_br: Confira estes ${data-examples} ou leia ${prepare-data}

source: Collapsed
pt_br: Ruiu

source: Collapsible
pt_br: Desmontável

source: Color coder
pt_br: Codificador de cor

source: Configure Visualization
pt_br: Configurar Visualização

source: Data annotations - lowercase - to be ignored/handled as annotations when processing data tables. One per line (e.g. 'n/a', 'n.a.', ':')
pt_br: Anotações de dados - minúsculas - para ser ignorado/manuseado como anotações durante o processamento das tabelas de dados. Uma por linha (ex: 'n/a','n.a',':')

source: Data settings
pt_br: Definição de dados

source: Data source
pt_br: Dados de origem

source: Data table
pt_br: Tabela de dados

source: Disable
pt_br: Desabilitar

source: Download data
pt_br: Download dos dados

source: Edit Visualizations
pt_br: Editar Visualizações

source: Enable / Disable
pt_br: Habilitar / Desabilitar

source: Enable Visualization
pt_br: Habilitar Visualização

source: Exhibit facet deleted
pt_br: Faceta de apresentação apagada

source: Exhibit facet type
pt_br: Tipo da exibição da faceta

source: Exhibit facets settings not saved: Nothing to do
pt_br: Configuração das facetas de apresentação não salva: Nada a fazer

source: Exhibit facets settings saved
pt_br: Configuração das facetas de apresentação salva

source: External or required javascripts
pt_br: Javascripts external ou necessários

source: External or required stylesheets
pt_br: Folhas de estilo externos ou necessários

source: Facet added
pt_br: Faceta adicionada

source: Facet id. Same as the key id in your JSON. (e.g. publishDate)
pt_br: Id da faceta. O mesmo id da chave em seu JSON. (ex: publishDate)

source: Facet type
pt_br: Tipo da faceta

source: Fixed Order
pt_br: Ordem Fixa

source: Formats suitable for human consumption
pt_br: Formatos adequados para consumo humano

source: Formats suitable for machine-to-machine communication
pt_br: Formatos adequados para comunicação máquina a máquina

source: Formatter
pt_br: Formatador

source: Friendly name
pt_br: Nome amigável

source: Height
pt_br: Altura

source: Is this facet visible?
pt_br: Esta faceta é visível?

source: Label for exhibit facet
pt_br: Rótulo para exibição da faceta

source: Label for facet (e.g. Effective Date)
pt_br: Rótulo para faceta (ex: Data de Efetivação)

source: Label for visualization view
pt_br: Rótulo para a view de visualização

source: List of CSS resources to be included by daviz-view.html
pt_br: Lista de recursos de CSS a ser incluído por daviz-view.html

source: List of CSS resources to be included in edit mode before CSS reources provided by css attribute
pt_br: Lista de recursos de CSS a ser incluído no modo de edição antes dos recursos CSS fornecidos pelo atributo css

source: List of CSS resources to be included in view mode before CSS reources provided by css attribute
pt_br: Lista de recursos de CSS a ser incluído na visão antes dos recursos CSS fornecidos pelo atributo css

source: List of JS resources to be included by daviz-view.html
pt_br: Lista de recursos de JS a ser incluído por daviz-view.html

source: List of JS resources to be included in edit mode before JS reources provided by js attribute
pt_br: Lista de recursos de JS a ser incluído no modo de edição antes dos recursos JS fornecidos pelo atributo js

source: List of JS resources to be included in view mode before JS reources provided by js attribute
pt_br: Lista de recursos de JS a ser incluído na visão antes dos recursos JS fornecidos pelo atributo js

source: Missing label
pt_br: Rótulo faltando

source: No name provided
pt_br: Nenhum nome fornecido

source: Save
pt_br: Salvar

source: Scroll
pt_br: Rolar

source: Selection
pt_br: Seleção

source: Show missing
pt_br: Exibir faltando

source: Sort direction
pt_br: Direção da classificação

source: Sort mode
pt_br: Modo de ordenação

source: Stylesheets
pt_br: Folhas de estilo

source: View disabled
pt_br: Visão desabilitada

source: View enabled
pt_br: Visão habilitada

source: Views order changed
pt_br: Ordem das views alterada

source: Views order not saved: Nothing to do
pt_br: Ordem das views não salva: Nada a fazer

source: Views settings not saved: Nothing to do
pt_br: Configuração das views não salva: Nada a fazer

source: Visible
pt_br: Visível

source: Warning:
pt_br: Aviso:

source: XML with Schema
pt_br: XML com Schema

source: collapsed
pt_br: ruiu

source: collapsible
pt_br: Desmontável

source: color coder
pt_br: Codificador de cor

source: data examples
pt_br: dados de exemplo

source: formatter
pt_br: formatador

source: height of the facet's body, e.g., '20em', '200px'
pt_br: altura do corpo da faceta, ex: '20em', '200px'

source: how to prepare data
pt_br: como preparar dados

source: how to sort the choices in the facet
pt_br: como ordenar as escolhar na faceta

source: if true, facet values are in a scrollable window of fixed size. If false, all facet values are shown in as much space as needed, without a scroll bar.
pt_br: Se verdadeiro, os valores da faceta estarão em uma janela com barra de rolagem ou com um tamanho fixo. Se falso, todos os valores da faceta serão exibidos em tanto espaço quanto necessário, sem uma barra de rolagem.

source: missing label
pt_br: rótulo faltando

source: semicolon-separated list of default selections
pt_br: lista de seleções padrão separada por ponto e vírgula

source: semicolon-separated list of values specifying a fixed order for sorting the choices in the facet, e.g., 'Mo;Tu;We;Th;Fr' for weekdays
pt_br: lista de valores, separada por ponto e vírgula, especificando uma ordem fixa ou ordenando as escolhas na faceta. Ex: 'Seg;Ter;Qua;Qui;Sex' para os dias da semana

source: whether to provide a selection for items missing the facet -- this will suppress the '(missing this field)' text
pt_br: caso se forneça uma seleção para itens, sem a faceta, haverá supressão do texto '(faltando este campo')

source: whether to reverse the sort direction
pt_br: se inverter a direção de ordenação
