Repository: pypi-data/pypi-mirror-9
Catalog: packages/jmbo-foundry/jmbo_foundry-1.3.0-py2.7.egg/foundry/locale/*/LC_MESSAGES/django.po
Languages: fr

source: I accept the <a href="/terms-and-conditions" target="external">terms and conditions</a>
fr: J'accepte les <a href="/terms-and-conditions" target="external">conditions générales</a>

source: Yes, I want to receive SMS alerts
fr: Oui, je veux recevoir des alertes SMS

source: Yes, I want to receive email alerts
fr: Oui, je veux recevoir des alertes e-mail

source: Email address
fr: Adresse électronique

source: Mobile number
fr: Numéro de mobile

source: Username or email address
fr: Nom d'utilisateur ou adresse électronique

source: Username or mobile number
fr: Nom d'utilisateur ou numéro de mobile

source: Please enter a valid number
fr: Entrer s.v.p un numéro valable

source: The %(pretty_name)s is already in use. Please supply a different %(pretty_name)s.
fr: Le numéro %(pretty_name)s est actuellement utilisé.

source: This name is visible to other users on the site.
fr: Noter que ce nom est visible aux autres utilisateurs de ce site.

source: We never store your password in its original form.
fr: Noter que nous ne gardons jamais un mot de passe dans sa forme originelle.

source: Your email address is required in case you lose your password.
fr: On vous demande votre adresse électronique au cas où vous oubliez votre nom de passe.

source: The number must be in international format and may start with a + sign. All other characters must be numbers. No spaces allowed. An example is +27821234567.
fr: On doit utiliser le nombre en format international et le nombre peut commencer avec +. Tous les autres caractères doivent être les numéros. Les espaces sont interdites. A titre d'exemple un numéro peut être +27821234567.

source: Upload a picture
fr: Télécharger une image

source: JPG, GIF or PNG accepted. Square is best. Keep it under 1MB.
fr: On accepte JPG, GIF et PNG. Une image carrée au maximum d'un MB est préférée.

source: Please upload or select a picture.
fr: Télécharger ou choisir s'il vous plait une image.

source: The mobile number is not registered with the system.
fr: Ce numéro de portable n'est pas enregistré sur le système.

source: Password reset on %s
fr: Mot de passe remis %s

source: Where do you live?
fr: Où habitez-vous?

source: Set your profile picture
fr: Préparer votre image de profil

source: About us
fr: Au sujet de nous

source: Terms and conditions
fr: Conditions générales

source: Privacy policy
fr: Notre politique de confidentialité

source: You have successfully signed up to the site.
fr: Vous vous êtes bien inscrit au site.

source: The blog post %s has been saved
fr: La poste de blog %s a été enregistrée

source: Blog Posts
fr: Poste

source: Welcome,
fr: Bienvenu,

source: Home
fr: Accueil

source: The page you requested cannot be found.
fr: La page que vous avez demandé ne peut être trouvé.

source: Post
fr: Poste

source: Preview
fr: Avant-première

source: All messages
fr: Tous les messages

source: My messages
fr: Mes messages

source: Show
fr: Présenter

source: ago
fr: il ya

source: Reply
fr: Répondre

source: Coming soon
fr: A suivre

source: We are busy creating this page. It will soon be available.
fr: Nous sommes en train de créer cette page. Cela sera bientôt disponible.

source: Create a blog post
fr: Créer une poste de blog

source: Save
fr: Garder

source: Sign up
fr: Enregistrer

source: Or, choose from our selection
fr: Ou choisir un dossier de notre selection

source: Finish
fr: Finir

source: Total comments
fr: Total des commentaires

source: Recent comments
fr: Derniers commentaires

source: This user does not have a public profile.
fr: Cet utilisateur n'a pas de profil publique.

source: Search
fr: Rechercher

source: Contact us
fr: Contactez-nous

source: Terms
fr: Conditions generaux

source: Sign out
fr: Fermer la session

source: Sign in
fr: S'inscrire

source: Join
fr: S'enregistrer

source: comment
fr: commentaire

source: comments
fr: commentaires

source: By
fr: De

source: on
fr: le

source: You are now logged out
fr: Vous avez maintenant fermé la session

source: Forgot your password?
fr: Avez-vous oublié votre mot de passe?

source: Not registered?
fr: Pas encore inscrit?

source: Sign up here
fr: Enregistrer

source: Password reset
fr: Mot de passe remis

source: Password reset complete
fr: Mot de passe remis complet

source: Your password has been set. You may go ahead and log in now.
fr: On a crée votre mot de passe. Vous pouvez maintenant continuer à enregistrer.

source: Log in
fr: Enregistrer

source: Password reset confirmation
fr: Confirmation de mot de passe remis

source: Enter new password
fr: Entrer votre nouveau mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Entrer s.v.p deux fois votre nouveau mot de passe pour le vérifier.

source: New password:
fr: Nouveau mot de passe:

source: Confirm password:
fr: Répéter mot de passe:

source: Change my password
fr: Changer mon mot de passe

source: Password reset unsuccessful
fr: Mot de passe remis échoué

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Mot de passe remis n'a pas réussi peut-être parce qu'on l'utilise déjà. Demander s.v.p un nouveau mot de passe remis.

source: Password reset successful
fr: Mot de passe remis a réussi

source: We've sent you instructions for setting your password. You should be receiving it shortly.
fr: Nous vous avons envoyé les instructions pour créer votre mot de passe. Vous devriez bientôt le recevoir.

source: You're receiving this message because you requested a password reset
fr: Nous vous envoyons ce message en réponse à votre demande que votre mot de passe de compte d'utilisateur

source: for your user account at %(site_name)s
fr: à %(site_name)s soit remis

source: Please go to the following page and choose a new password:
fr: Allez à la page suivante et choisissez un nouveau mot de passe:

source: Your username, in case you've forgotten:
fr: Au cas où vous l'avez oublié, votre nom d'utilisateur est:

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
fr: Avez-vous oublié votre mot de passe ? Entrez votre adresse électronique et nous allons vous expliquer comment vous pouvez créer un nouveau mot de passe.

source: Forgotten your password? Enter your mobile number below, and we'll send instructions for setting a new one.
fr: Avez-vous oublié votre mot de passe? Composez maintenant votre numéro de mobile au-dessous et nous vous expliquerons comment vous pouvez en créer un nouveau mot de passe.

source: Reset my password
fr: Remettre mon mot de passe
