Repository: pypi-data/pypi-mirror-9
Catalog: packages/Products.Relations/Products.Relations-0.9b4.tar.gz/Products.Relations-0.9b4/Products/Relations/i18n/Relations-plone-*.po
Languages: es

source: Relations: Library
es: Relaciones: Librería

source: label_profiles_default
es: Relaciones

source: Cardinality Constraint
es: Restricción de cardinalidad

source: An IValidator and IReferenceLayerProvider that enforces cardinality.
es: Una interfaz de validación (IValidator) y la interfaz de proveedor de referencia de capa (IReferenceLayerProvider).

source: Content Reference Finalizer
es: Contenido de referencia Finalizer

source: PrimaryImplicator and Finalizer that associates a portal objectwith a reference.I am aware of InverseImplicator and I allow a reference and itsinverse to share one portal object.References that I create conform to this module'sIContentReference, which derives fromArchetypes.interfaces.referenceengine.IContentReference.
es: PrimaryImplicator y Finalizer que asocia un objeto de portal con una referencia. Yo soy consciente de InverseImplicator y yo permito una referencia y su inversa para compartir un objeto de portal. Referencias que yo creo se ajustan a la presente módulo de IContentReference, que se deriva de Archetypes.interfaces.referenceengine.IContentReference.

source: Interface Constraint
es: Restricción de Interfaz

source: A validator and vocabulary provider, restricting sources and targetsby interfaces they implement.
es: Un validador de proveedor y el vocabulario, restringiendo los orígenes y los destinos por las interfaces que ellos implementan.

source: Inverse Implicator
es: Implementación inverso

source: Implicator that creates a reference from target to source.
es: Implementación que crea un referencia desde el blanco al origén.

source: Relations Library
es: Librería de Relaciones

source: Registry for IRulesets. See ILibrary.
es: Registrada por la interfaz de reglas definidas (IRulesets). Ver la interfaz de la librería (ILibrary).

source: Ruleset
es: Reglas definidas

source: See IRuleset.
es: Ver interfaz de las reglas definidas (IRuleset).

source: Ruleset Collection
es: Colección de reglas definidas

source: A container for IRulesets that lives inside the library.
es: Es un contenedor para la interfaz de reglas definidas (IRulesets) que vive dentro de la librería.

source: Portal Type Constraint
es: Restricción de tipo de portal

source: A validator and vocabulary provider, restricting sources and targetsby portal type.
es: Un validador de proveedor y el vocabulario, restringiendo los orígenes y los destinos para los tipos de portal.
