Repository: pypi-data/pypi-mirror-9
Catalog: packages/trix/trix-2.0.7.tar.gz/trix-2.0.7/trix/trix_student/locale/*/LC_MESSAGES/django.po
Languages: nb

source: Assignments
nb: Oppgaver

source: Loading progress...
nb: Laster progresjon...

source: Selected tags
nb: Valgte tags

source: Filter
nb: Filtrer

source: Select a tag
nb: Velg en tag

source: Print
nb: Skriv ut

source: Print this page
nb: Skriv ut denne siden

source: You are not authenticated.
nb: Du er ikke logget inn.

source: If you are not authenticated, you will not be able to keep track of your progress.
nb: Så lenge du ikke er logget inn går du glipp av muligheten for å holde styr på din egen progresjon.

source: Sign in
nb: Logg inn

source: Edit
nb: Rediger

source: Welcome to Trix
nb: Velkommen til Trix

source: Trix is a teaching platform to help you work more systematic towards your goal, resulting in a better learning outcome.
nb: Trix er en læringsplattform for å hjelpe deg til å jobbe systematisk mot å nå læringsmålene i kurset ditt.

source: Trix acts as an assignments wiki, where educational authors provide you with a selection of assignments. Here you can study and track your progress as you advance through your learning goals.
nb: Trix fungerer som en oppgavewiki hvor du gjennom å få tilgang til et pedagogisk utplukk av oppgaver kan følge og holde styr på din egen progresjon på veien mot oppnåelse av dine læringsmål.

source: Trix follows a simple tag structure where assignments are marked with informative tags. This along with filtering capabilities ensures a tailored selection of assignments perfectly suited to your personal level. Trix is a day to day learning tool as well as a preparatory tool for focused learning.
nb: Trix består av en enkel tagstruktur hvor hver oppgave er merket med informative tags. Dette sammen med muligheter for å kunne filtrere på tager sørger for et skreddersydd utplukk av oppgaver tilpasset ditt personlige nivå. Trix er et verktøy du kan bruke underveis i en læringsprosess samt et forberedende verktøy for fokusert læring.

source: For more informataion
nb: For mer informasjon

source: read the getting started guide
nb: les kom igang guiden

source: Trix login
nb: Logg inn i Trix

source: Log in
nb: Logg inn

source: Permalink list
nb: Liste over permalinker

source: All the permalinks created are listed below
nb: Under listes alle permalinker opp

source: How did you solve the assignment?
nb: Hvordan løste du oppgaven?

source: On my own
nb: På egenhånd

source: With help
nb: Med hjelp

source: Not solved
nb: Ikke løst

source: Saving...
nb: Lagrer...

source: See solution
nb: Vis løsningsforslag

source: Toggle navigation
nb: Vis/sjul navigering

source: Administer
nb: Administrer

source: Sign out
nb: Logg ut

source: Previous
nb: Forrige

source: Page %(number)s of %(total)s
nb: Side %(number)s av %(total)s

source: Next
nb: Neste

source: You have completed {{ solvedPercentage }} percent of assignments matching the currently selected tags.
nb: Du har fullført {{ solvedPercentage }}% av oppgavene med de valgte taggene.

source: Email
nb: Epost

source: Username
nb: Brukernavn

source: Please enter a correct username and password. Note that both fields are be case-sensitive.
nb: Venligst skriv inn et gyldig brukernavn og passord. Begge feltene skiller mellom store og små bokstaver.

source: Please enter a correct email and password. Note that both fields are be case-sensitive.
nb: Venligst skriv inn en gyldig epostaddresse og passord. Begge feltene skiller mellom store og små bokstaver.
