Repository: pypi-data/pypi-mirror-9
Catalog: packages/mayan-edms/mayan-edms-1.1.0-1502100955.tar.gz/mayan-edms-1.1.0/mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Signature file
fa: فایل امضا

source: Delete signature
fa: حذف امضا

source: Download signature
fa: دانلود امضا

source: Upload signature
fa: آپلود امضا

source: Signatures
fa: امضاها

source: Document version
fa: نسخه سند

source: Has embedded signature
fa: دارای امضا داخلی و یا جاسازی شده

source: Document version signature
fa: امضای نسخه سند

source: Document version signatures
fa: امضاهای نسخه سند

source: Document signatures
fa: امضاهای سند

source: Verify document signatures
fa: بررسی امضای سند

source: Delete detached signatures
fa: حذف امضاهای جدا شده

source: Download detached signatures
fa: دانلود امضاهای جداشده

source: Upload detached signatures
fa: آپلود امضاهای جدا شده

source: Signature status: %s
fa: وضعیت امضا : %s

source: Embedded
fa: داخلی و یا جا سازی شده

source: Detached
fa: جدا شده

source: None
fa: هیچ

source: Signature ID: %s
fa: شناسه امضا: %s

source: Signature type: %s
fa: نوع امضا : %s

source: Key ID: %s
fa: شناسه کلید: %s

source: Timestamp: %s
fa: برچسب زمان: %s

source: Signee: %s
fa: امضا کننده: %s

source: Detached signature uploaded successfully.
fa: امضای جدا شده با موفقیت آپلود شد.

source: Detached signature deleted successfully.
fa: امضای جدا شده با موفقیت حذف شد.

source: Error while deleting the detached signature; %s
fa: خطا %s در حذف امضای جدا شده

source: Are you sure you wish to delete the detached signature from document: %s?
fa: آیا از حذف امضای جدا شده از سند %s مطمئن هستید؟
