Repository: pypi-data/pypi-mirror-9
Catalog: packages/cubicweb-registration/cubicweb-registration-0.6.1.tar.gz/cubicweb-registration-0.6.1/i18n/*.po
Languages: fr

source: Hello %(firstname-subject)s %(surname-subject)s, thanks for registering on %(base_url)s. Please click on the link below to activate your account : %(url)s See you soon on %(base_url)s !
fr: Bonjour %(firstname-subject)s %(surname-subject)s, Merci de vous être enregistré sur %(base_url)s. Veuillez clickez sur le lien ci-dessous pour activer votre compte : %(url)s À bientôt sur %(base_url)s !

source: Confirm your registration on %(base_url)s
fr: Confirmez votre enregistrement sur %(base_url)s

source: Congratulations, your registration is complete. Welcome %s !
fr: Félicitations, votre compte est maintenant activé. Bienvenue %s !

source: Invalid registration data. Please try registering again.
fr: Données d'enregistrement invalides. Veuillez réessayer de vous enregistrer.

source: Your registration email has been sent. Follow instructions in there to activate your account.
fr: Un email d'activation du compte vous a été envoyé. Veuillez suivre les instructions dans ce courrier pour activer votre compte.

source: ctxcomponents_registration.registerlink
fr: lien [s'enregistrer]

source: ctxcomponents_registration.registerlink_description
fr: lien proposant aux anonymes de se créer un compte sur le site

source: i18n_email_address
fr: adresse électronique

source: i18n_register_login
fr: identifiant

source: i18n_register_user
fr: s'enregistrer

source: please copy the letters from the image
fr: veuillez copier les lettres de l'image.
