Repository: pypi-data/pypi-mirror-9
Catalog: packages/ecm/ecm-2.2.2b.tar.gz/ecm-2.2.2b/ecm/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Resource not found
de_de: Resource nicht gefunden

source: Sorry but the page you requested:
de_de: Entschuldigung, aber die angefragte Seite:

source: cannot be found on the server.
de_de: konnte auf diesem Server nicht gefunden werden

source: Server Internal Error
de_de: Interner Serverfehler

source: Ooops, the server just failed in computing your request.
de_de: Ooops, der Server hat einen Fehler festgestellt.

source: The administrators have been notified.
de_de: Die Administratoren wurden benachrichtigt.

source: Message Of The Day
de_de: Nachricht des Tages

source: read more
de_de: weiterlesen

source: Project website
de_de: Projektwebsite

source: Powered by
de_de: Betrieben mit

source: Loading data from server...
de_de: Lade Daten vom Server...

source: User Profile
de_de: Benutzerprofil

source: User Account
de_de: Benutzer-Account

source: Click <a href="/account/passwordchange/">here</a> to change your password.
de_de: Klicke <a href="/account/passwordchange/">hier</a> um dein Passwort zu ändern.

source: EVE API Keys
de_de: EVE API-Schlüssel

source: State
de_de: Status

source: Delete
de_de: Löschen

source: Application
de_de: Bewerbung

source: External Username
de_de: Externer Benutzername

source: Bind
de_de: Binden

source: Are you sure you want to get rid of
de_de: Sicher, dies loszuwerden:

source: If this character is still attached to one of your registered API Keys, it will be associated with your profile again at next scan.
de_de: Wenn dieser Charakter immernoch mit einem von deinen registrierten API-Schlüsseln verbunden ist, dann wird er mit deinem Profil beim nächsten Scan verknüpft.

source: Are you sure you want to delete this API Key?
de_de: Diesen API-Schlüssel wirklich löschen?

source: Are you sure you want to delete this binding?
de_de: Diese Bindung wirklich löschen?

source: Account Created
de_de: Account erstellt

source: Account Activated
de_de: Account aktiviert

source: Congratulations
de_de: Gratulation

source: You successfuly created an account. An activation email has been sent to
de_de: Du hast erfolgreich einen Account erstellt. Eine Aktivierungsmail wurde an dich versendet.

source: You should receive it witin minutes from now.
de_de: Du solltest sie binnen weniger Minuten erhalten.

source: Activation Error
de_de: Aktivierungsfehler

source: Sorry %(form.cleaned_data.username)s, but the server was not able to send an email %(form.cleaned_data.email)s.
de_de: Entschuldigung %(form.cleaned_data.username)s, aber der Server war nicht in der Lage eine Mail an %(form.cleaned_data.email)s zu schicken.

source: Reason:
de_de: Grund:

source: Please contact the administrator.
de_de: Bitte verständigen sie den Administrator.

source: Greetings
de_de: Grüße

source: You created a new account on <b>%(my_corp|default:'NO CORP YET')s</b> <i>EVE Corporation Management</i>. Please click on the following link in order to activate your account.
de_de: Du hast einen neuen Account in <b>%(my_corp|default:'NO CORP YET')s</b> <i>EVE Corporation Management</i> erstellt. Bitte klicke auf den folgenden Link um deinen Account zu aktivieren.

source: N.B.: You have %(expiration_days)s day%(expiration_days|pluralize)s to activate your account
de_de: P.S.: Du hast %(expiration_days)s Tag%(expiration_days|pluralize)s Zeit deinen Account zu aktivieren.

source: Thank you and see you in space :-)
de_de: Danke. Wir sehen uns im All :-)

source: You created a new account on %(corp_name)s's EVE Corporation Management. Please click on the following link in order to activate your account.
de_de: Du hast einen neuen Account in %(corp_name)s's EVE Corporation Management erstellt. Bitte klicke auf den folgenden Link um deinen Account zu aktivieren.

source: New account activation
de_de: Neu Account-Aktivierung

source: Sorry, but the server was not able to activate this account with the following activation key:
de_de: Entschuldigung, aber der Server war nicht in der Lage diesen Account mit dem Folgenden Schlüssel zu aktivieren:

source: Add API Key
de_de: API-Schlüssel hinzufügan

source: Create a new API Key on EVE-Online support website
de_de: Neuen API-Schlüssel auf der EVE-Online Support-Seite erstellen

source: Submit Information
de_de: Informationen abschicken

source: Create Binding to External Application
de_de: Verbindung zu einer externen Applikation erstellen

source: User Signup
de_de: Benutzerregistrierung

source: Create Account
de_de: Account erstellen

source: EVE-Online API Key
de_de: EVE-Online API-Schlüssel

source: Anti-Robot Security
de_de: Anti-Bot-Schutz

source: Edit API Key
de_de: API-Schlüssel editieren

source: Forbidden Access
de_de: Zugriff Verboten

source: You don't have permission to get URL
de_de: Du hast nicht die Rechte die URL

source: from this server.
de_de: auf diesem Server anzufragen.

source: Please login
de_de: Bitte einloggen

source: username
de_de: Benutzername

source: password
de_de: Passwort

source: Remember Me
de_de: Eingeloggt bleiben

source: Not a member yet, you can <a href="/account/create/">create an account</a>.
de_de: Du bist noch kein Mitglied, kannst aber <a href="/account/create/">einen Account erstellen</a>.

source: Forgot your password? Click <a href="/account/passwordreset/">here to reset it</a>.
de_de: Passwort vergessen? Klicke <a href="/account/passwordreset/">hier um es zurückzusetzen</a>.

source: Password Change
de_de: Passwort Änderungen

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de_de: Bitte gib dein altes Passwort aus Sicherheitsgründen ein und setze das neue Passwort in beide Felder damit wir Tippfehler ausschließen können.

source: Change my password
de_de: Passwort ändern

source: Password Change Successful
de_de: Passwortänderung erfolgreich

source: Your password was changed.
de_de: Dein Passwort wurde geändert.

source: Go back to your <a href="/account/">User Account</a>
de_de: Zurück zum <a href="/account/">Benutzer-Account</a>

source: Password Reset
de_de: Passwort zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
de_de: Passwort vergessen? Gib deine E-Mail-Adresse ein und wir senden dir Anweisungen wie du dein Passwort neu setzen kannst.

source: Reset my password
de_de: Mein Passwort zurücksetzen

source: Password Reset Complete
de_de: Passwortreset erfolgreich

source: Your password has been set. You may go ahead and log in now.
de_de: Dein Passwort wurde gesetzt. Du kannst dich nun damit einloggen.

source: Log in
de_de: Einloggen

source: Enter new password
de_de: Neues Passwort eingeben

source: Please enter your new password twice so we can verify you typed it in correctly.
de_de: Bitte gib dein Passwort doppelt ein, damit wir sicherstellen dass es korrekt eingegeben ist.

source: Password reset unsuccessful
de_de: Passwortreset erfolgreich

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de_de: Der Passwort-zurücksetzen-Link war ungültig, wahrscheinlich, weil er schon benutzt wurde. Bitte setze dein Passwort erneut zurück, wenn das Problem weiter besteht.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de_de: Wir haben dir eine E-Mail mit Anweisungen zum setzen deines Passwortes gesendet. Du solltest sie in kürze erhalten.

source: You're receiving this e-mail because you requested a password reset for your user account at %(host_name)s.
de_de: Du empfängst diese E-Mail, weil du ein Zurücksetzen des Passworts für deinen Benutzer-Account auf %(host_name)s angefragt hast.

source: Please go to the following page and choose a new password:
de_de: Bitte gehe zur folgenden Seite um ein neues Passwort zu setzten

source: Your username, in case you've forgotten:
de_de: Dein Benutzername, falls du ihn vergessen hast:

source: Enter a Director API Key
de_de: Gib einen Direktor-API-Schlüssel ein

source: Edit MOTD
de_de: News editieren

source: MOTD Text
de_de: News Text

source: Select Markup
de_de: Markup auswählen

source: Save Changes
de_de: Änderungen speichern

source: _MENU_ lines per page
de_de: _MENU_ Zeilen pro Seite

source: Nothing found to display - sorry.
de_de: Nichts zum Anzeigen gefunden - Entschuldigung.

source: Showing _START_ to _END_ of _TOTAL_ records
de_de: Zeige _START_ bis _END_ von _TOTAL_ Zeilen

source: Showing 0 to 0 of 0 records
de_de: Zeige 0 bis 0 von 0 Zeilen

source: (filtered from _MAX_ total records)
de_de: (geflitert von _MAX_ Zeilen gesamt)

source: Save as CSV
de_de: Als CSV speichern

source: Username
de_de: Benutzername

source: Required. Less 30 characters. Letters, digits and @/./+/-/_ only.
de_de: Benötigt. Weniger als 30 Zeichen. Nur Buchstaben, Zahlen und @/./+/-/_,

source: This field may contain only letters, numbers and @/./+/-/_ characters.
de_de: Dieses Feld darf nur aus Buchstaben, Zahlen und @/./+/-/_ bestehen..

source: E-Mail address
de_de: E-Mail-Adresse

source: Password
de_de: Passwort

source: Password (confirmation)
de_de: Passwort (Bestätigung)

source: Enter the same password as above, for verification.
de_de: Gib dasselbe Passwort wie oben zur Bestätigung ein.

source: A user with that username already exists.
de_de: Ein Benutzer mit diesem Namen existiert bereits

source: This email address is already in use.
de_de: Diese E-Mail-Adresse ist bereits in Benutzung.

source: This EVE account is already registered.
de_de: Dieser EVE-Account ist bereits registriert

source: Passwords don't match
de_de: Passwörter stimmen nicht überein.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
de_de: Diese E-Mail-Adresse ist mit keinem Account verknüpft. Sicher, dass du registriert bist?

source: Password reset on %s
de_de: Passwort-Reset auf %s

source: New password
de_de: Neues Passwort

source: New Password (confirmation)
de_de: Neues Passwort (Bestätigung)

source: The two password fields didn't match.
de_de: Beide Passwörter stimmen nicht überein.

source: Old Password
de_de: Altes Passwort

source: Your old password was entered incorrectly. Please enter it again.
de_de: Dein altes Passwort ist falsch. Bitte versuch es erneut.

source: This API Key is already registered.
de_de: Dieser API-Schlüssel ist schon registriert.

source: A character from this account is already registered by another player
de_de: Ein Charakter von diesem Account ist bereits von einem anderen Spieler registriert.

source: External Password
de_de: Externes Passwort
