Repository: pypi-data/pypi-mirror-9
Catalog: packages/modoboa-admin-relaydomains/modoboa-admin-relaydomains-1.0.0.tar.gz/modoboa-admin-relaydomains-1.0.0/modoboa_admin_relaydomains/locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl_nl

source: General
de: Grundsätzlich
fr: Général
nl_nl: Algemeen

source: Postfix's master.cf path
de: Pfad zu Postfix master.cf-Datei
fr: Chemin d'accès vers le fichier master.cf de Postfix
nl_nl: Map waarin Postfix's master.cf staat

source: Path to the master.cf configuration file
de: Pfad zur master.cf Konfigurationsdatei
fr: Chemin d'accès vers le fichier de configuration master.cf
nl_nl: Locatie van Postfix's master.cf

source: Alias(es)
de: Aliase
fr: Alias
nl_nl: Alias(sen)

source: Alias(es) of this relay domain. Indicate only one name per input, press ENTER to add a new input.
de: Alias(e) für diese Relaydomain. Geben Sie jeweils nur einen pro Eingabefeld an. Bestätigen Sie mit ENTER, um ein weiteres Eingabefeld zu erhalten.
fr: Alias de ce domaine relais. Indiquer seulement un nom par champ, appuyer sur ENTREE pour ajouter un nouveau champ.
nl_nl: Alias(sen) van dit doorstuur domein. Geef slechts een adres per regel op, en toets ENTER om een nieuwe regel te krijgen.

source: domain
fr: domaine
nl_nl: domein

source: domain alias
fr: alias de domaine
nl_nl: domein alias

source: relay domain alias
fr: Alias de domaine relais
nl_nl: doorstuur domein alias

source: A %s with this name already exists
de: Ein %s mit diesem Namen existiert bereits
fr: Un %s de ce nom existe déjà
nl_nl: Een %s met deze naam bestaat al

source: relay domain
fr: domaine relais
nl_nl: doorstuur domein

source: Relay domain modified
de: Relaydomain geändert
fr: Domaine relais modifié
nl_nl: Doorstuur domein aangepast

source: Add relay domain
de: Relaydomain hinzufügen
fr: Ajouter un domaine relais
nl_nl: Doorstuur domein toevoegen

source: Delete %s?
de: %s löschen?
fr: Supprimer %s ?
nl_nl: Verwijder %s?

source: Relay domains
de: Relaydomain
fr: Domaines relais
nl_nl: Doorstuur domeinen

source: Maximum number of relay domains this user can create
de: Maximale Anzahl Relaydomains, die dieser Anwender erstellen darf
fr: Nombre maximal de domaines relais que cet utilisateur peut créer
nl_nl: Maximum aantal doorstuur domeinen die deze gebruiker aan kan maken

source: Relay domain aliases
de: Relaydomain-Aliase
fr: Alias de domaine relais
nl_nl: Doorstuur domein aliassen

source: Maximum number of relay domain aliases this user can create
de: Maximale Anzahl Relaydomain-Aliase, die dieser Anwender erstellen darf
fr: Nombre maximal d'alias de domaine relais que cet utilisateur peut créer
nl_nl: Maximum aantal van doorstuur domeinen die deze gebruiker aan kan maken

source: <li><em>relaydomain; name; target host; service; enabled; verify recipients</em></li> <li><em>relaydomainalias; name; target; enabled</em></li>
fr: <li><em>relaydomain; nom; hôte cible; service; activé; vérification des destinataires</em></li> <li><em>relaydomainalias; nom; cible; activé</em></li>

source: Maximum number of allowed relay domains for a new administrator
de: Maximale Anzahl Relaydomains, die ein neuer Administrator erstellen darf
fr: Nombre maximal de domaines relais pour un nouvel administrateur
nl_nl: Maximum aantal toegestane doorstuur domeinen voor een nieuwe administrator

source: Maximum number of allowed relay domain aliases for a new administrator
de: Maximale Anzahl Relaydomain-Aliase, die ein neuer Administrator erstellen darf
fr: Nombre maximal d'alias de domaine relais pour un nouvel administrateur
nl_nl: Maximum aantal doorstuur domein aliassen voor een nieuwe administrator

source: name
fr: Nom
nl_nl: naam

source: The service name
de: Der 'service'-Name
fr: Le nom du service
nl_nl: De servicenaam

source: The domain name
de: Name der Domäne
fr: Le nom du domaine
nl_nl: De domeinnaam

source: target host
de: Ziel-Host
fr: hôte cible
nl_nl: doel host

source: Remote destination of this domain
de: Entfernte Destination für diese Domain
fr: Adresse de destination de ce domaine
nl_nl: Externe bestemming van dit domein

source: enabled
de: aktiviert
fr: Activé
nl_nl: actief

source: Check to activate this domain
de: Auswählen, um diese Domäne zu aktivieren
fr: Cocher pour activer ce domaine
nl_nl: Aanvinken om dit domein te activeren

source: verify recipients
de: Empfänger verifizieren
fr: Vérifier les destinataires
nl_nl: controleer ontvangers

source: Check for valid recipients
de: Auf gültige Empfänger prüfen
fr: Vérifie si les destinataires sont valides (existent)
nl_nl: Controleer geldigheid ontvangers

source: Relay Domain
fr: Domaine relais
nl_nl: Doorstuur Domein

source: Invalid line
de: Ungültige Zeile
fr: Ligne invalide
nl_nl: Verkeerde regel

source: The alias name
de: Der Alias-Name
fr: Le nom de l'alias
nl_nl: De alias naam

source: target
de: Ziel
fr: cible
nl_nl: doel

source: The relay domain this alias points to
de: Die Relaydomain auf die dieser Alias verweist
fr: Le domaine relais vers lequel cet alias pointe
nl_nl: Het doorstuur domein verwijst naar

source: Check to activate this alias
de: Auswählen um den Alias zu aktivieren
fr: Cocher pour activer cet alias
nl_nl: Aanvinken om deze alias te activeren

source: Relay domain %s does not exist
de: Relaydomain '%s' existiert nicht
fr: Domaine relais '%s' inexistant
nl_nl: Doorstuur domein %s bestaat niet

source: Relay domains support for Postfix
de: Relaydomain-Unterstützung für Postfix
fr: Support des domaines relais pour Postfix
nl_nl: Activeer doorstuur domeinen ondersteuning voor Postfix

source: Scan
de: Scanne
fr: Scanner

source: Relay domain created
de: Relaydomain erstellt
fr: Domaine relais créé
nl_nl: Doorstuur domein aangemaakt

source: New relay domain
de: Neue Relaydomain
fr: Nouveau domaine relais
nl_nl: Nieuw doorstuur domein

source: Create
de: Erstellen
fr: Créer
nl_nl: Aanmaken

source: Relay domain deleted
de: Relaydomain gelöscht
fr: Domaine relais supprimé
nl_nl: Doorstuur domein verwijderd
