Repository: pypi-data/pypi-mirror-9
Catalog: packages/SoL/SoL-3.16.tar.gz/SoL-3.16/src/sol/locale/*/LC_MESSAGES/sol-client.po
Languages: it

source: /static/manual/en/championships.html
it: /static/manual/it/campionati.html

source: /static/manual/en/championships.html#insert-and-edit
it: /static/manual/it/campionati.html#inserimento-e-modifica

source: /static/manual/en/clubs.html
it: /static/manual/it/club.html

source: /static/manual/en/clubs.html#insert-and-edit
it: /static/manual/it/club.html#inserimento-e-modifica

source: /static/manual/en/competitors.html
it: /static/manual/it/concorrenti.html

source: /static/manual/en/index.html
it: /static/manual/it/index.html

source: /static/manual/en/players.html
it: /static/manual/it/giocatori.html

source: /static/manual/en/players.html#insert-and-edit
it: /static/manual/it/giocatori.html#inserimento-e-modifica

source: /static/manual/en/playersrates.html
it: /static/manual/it/valutazionigiocatori.html

source: /static/manual/en/ratings.html
it: /static/manual/it/valutazioni.html

source: /static/manual/en/ratings.html#insert-and-edit
it: /static/manual/it/valutazioni.html#inserimento-e-modifica

source: /static/manual/en/rules.html
it: /static/manual/it/regole.html

source: /static/manual/en/tourney.html
it: /static/manual/it/torneo.html

source: /static/manual/en/tourneys.html
it: /static/manual/it/tornei.html

source: /static/manual/en/tourneys.html#insert-and-edit
it: /static/manual/it/tornei.html#inserimento-e-modifica

source: <b>Championships</b><br />Basic championships management.
it: <b>Campionati</b><br/>Gestione base dei campionati.

source: <b>Clubs</b><br />Basic clubs management.
it: <b>Club</b><br/>Gestione base dei club.

source: <b>Players</b><br />Basic players management.
it: <b>Giocatori</b><br/>Gestione base dei giocatori.

source: <b>Ratings</b><br />Basic ratings management.
it: <b>Valutazioni</b><br/>Gestione base delle valutazioni.

source: <b>Tourney</b><br />Tourney management.
it: <b>Torneo</b><br/>Gestione torneo.

source: <b>Tourneys</b><br />Basic tourneys management.
it: <b>Tornei</b><br/>Gestione base dei tornei.

source: <b>Upload</b><br />Upload tourneys data.
it: <b>Caricamento</b><br/>Caricamento dati dei tornei.

source: <b>{lastname}</b> {firstname}
it: {firstname} <b>{lastname}</b>

source: <b>{lastname}</b> {firstname} {nickname}
it: {firstname} {nickname} <b>{lastname}</b>

source: About…
it: Info…

source: Add…
it: Aggiungi…

source: All results
it: Tutti i risultati

source: Assign final prizes.
it: Assegna il punteggio finale ai giocatori.

source: Assign prizes
it: Premiazione

source: Associates
it: Affiliati

source: Badges
it: Tessere

source: Board #{board}
it: Tavolo #{board}

source: Browse
it: Seleziona

source: By nationality
it: Per nazionalità

source: Cancel
it: Annulla

source: Cannot decode JSON object
it: Impossibile decodificare l'oggetto JSON

source: Carrom playing rules.
it: Regole ufficiali del Carrom.

source: Carrom tournaments management
it: Gestione tornei di Carrom

source: Championship
it: Campionato

source: Championships
it: Campionati

source: Championships managed by {0}
it: Campionati gestiti da {0}

source: Change emblem…
it: Cambia stemma…

source: Change portrait…
it: Cambia ritratto…

source: Changes have been applied…
it: Modifiche apportate…

source: Changing old results
it: Modifica vecchi risultati

source: Chart
it: Grafico

source: Clubs
it: Club

source: Clubs managed by {0}
it: Club gestiti da {0}

source: Competitors
it: Concorrenti

source: Competitors ({0})
it: Concorrenti ({0})

source: Competitors of tourney “{0}” ({1}), {2}
it: Concorrenti del torneo “{0}” ({1}), {2}

source: Comunication error
it: Errore di comunicazione

source: Confirm
it: Conferma

source: Confirm competitor withdraw
it: Conferma il ritiro del concorrente

source: Confirm edit of old round results
it: Conferma modifica risultati vecchio turno

source: Confirm players merge
it: Conferma unificazione

source: Confirm tourney duplication
it: Conferma replica torneo

source: Couldn't upload selected file:
it: Non è stato possibile caricare il file selezionato:

source: Create final round.
it: Crea turno finale.

source: Create next round.
it: Crea il prossimo turno.

source: Delete emblem
it: Elimina lo stemma

source: Delete last round?
it: Cancello l'ultimo turno?

source: Delete portrait
it: Elimina il ritratto

source: Details
it: Dettagli

source: Distribution
it: Distribuzione

source: Do you confirm the withdraw of {0}?<br/>Doing so {1} won't play further matches!
it: Confermi il ritiro di {0}?<br/>Facendo così non parteciperà agli incontri successivi!

source: Do you confirm you want to edit the results {0} round, even if the ranking is currently at {1}?<br/>Doing so the ranking will be updated but following rounds pairing will remain unchanged!
it: Confermi di voler modificare i risultati {0} turno, anche se la classifica è attualmente aggiornata con {1}?<br/>Così facendo la classifica verrà aggiornata, ma gli abbinamenti dei turni successivi verranno mantenuti inalterati!

source: Do you really want to delete {0} round?<br/>This is <b>NOT</b> revertable!
it: Confermi la cancellazione {0} turno?<br/>È una operazione <b>irreversibile</b>!

source: Done
it: Fatto

source: Double click on a player to view his matches.
it: Doppio click su un giocatore per vedere gli incontri che ha effettuato.

source: Double click to withdraw this competitor.
it: Doppio click per ritirare questo concorrente.

source: Download
it: Scarica

source: Download all tourneys related to this rating.
it: Scarica tutti i tornei associati a questa valutazione.

source: Download data of all the tourneys in every championship organized by this club.
it: Scarica tutti i tornei di qualsiasi campionato organizzato da questo club.

source: Download this tourney data.
it: Scarica i dati di questo torneo.

source: Download this whole championship of tourneys data.
it: Scarica i dati di tutti i tornei di questo campionato.

source: Duplicate selected tourney and its competitors on today.
it: Replica il torneo selezionato con tutti i concorrenti in data odierna.

source: Duplicates
it: Duplicati

source: Edit championship
it: Modifica campionato

source: Edit club
it: Modifica il club

source: Edit player
it: Modifica giocatore

source: Edit rating
it: Modifica la valutazione selezionata

source: Edit selected championship.
it: Modifica il campionato selezionato.

source: Edit selected club.
it: Modifica il club selezionato.

source: Edit selected player.
it: Modifica il giocatore selezionato.

source: Edit selected rating.
it: Modifica la valutazione selezionata.

source: Edit selected tourney.
it: Modifica il torneo selezionato.

source: Edit tourney
it: Modifica torneo

source: Error
it: Errore

source: Final ranking
it: Classifica finale

source: Final round
it: Turno finale

source: Finals
it: Finali

source: First round pairings
it: Abbinamenti primo turno

source: Go to the light HTML only interface…
it: Vai all'interfaccia leggera in solo HTML…

source: Help on championship insert/edit
it: Aiuto sull'inserimento/modifica di un campionato

source: Help on championships management
it: Aiuto sulla gestione dei campionati

source: Help on club insert/edit
it: Aiuto sull'inserimento/modifica di un club

source: Help on clubs management
it: Aiuto sulla gestione dei club

source: Help on competitors management
it: Aiuto sulla gestione dei concorrenti a un torneo

source: Help on player insert/edit
it: Aiuto sull'inserimento/modifica di un giocatore

source: Help on players management
it: Aiuto sulla gestione dei giocatori

source: Help on rated players window
it: Aiuto sulle valutazioni dei giocatori

source: Help on ratings insert/edit
it: Aiuto sull'inserimento/modifica di una valutazione

source: Help on ratings management
it: Aiuto sulla gestione delle valutazioni

source: Help on tourney insert/edit
it: Aiuto sull'inserimento/modifica di un torneo

source: Help on tourney management
it: Aiuto sulla gestione di un torneo

source: Help on tourneys management
it: Aiuto sulla gestione dei tornei

source: Image too big, max 256k allowed
it: Immagine troppo grande, consentito un massimo di 256kb

source: Insert selected players
it: Inserisci giocatori selezionati

source: Invalid scores
it: Punteggi non validi

source: Loading…
it: Caricamento in corso…

source: Manage tourney competitors, allowing player substitutions, even after prize-giving.<br>Use with <b>caution</b> only when you <i>know what you're doing</i>!
it: Gestione concorrenti, per poter sostituire i giocatori anche dopo la premiazione.<br>Da usare con <b>cautela</b> solo quando <i>si sa quel che si sta facendo</i>!

source: Manual
it: Manuale

source: Matches
it: Incontri

source: Matches played by {0}
it: Incontri giocati da {0}

source: Matches {0} final round
it: Incontri {0} turno finale

source: Matches {0} round
it: Incontri {0} turno

source: Members
it: Soci

source: Merging selected players…
it: Unifico i giocatori selezionati…

source: Modify
it: Modifica

source: National ranking
it: Classifica per nazioni

source: New round
it: Nuovo turno

source: Normal
it: Normale

source: Only first round pairings can be manually adjusted.
it: Solo gli abbinamenti del primo turno possono essere modificati manualmente.

source: Only image files allowed
it: Sono consentiti solo file immagine

source: Player {0} will be replaced by {1} everywhere, if possible. Do you confirm?
it: Il giocatore {0} verrà sostituito da {1} ovunque, se possibile. Confermi?

source: Players
it: Giocatori

source: Players in rating “{0}”
it: Giocatori presenti nella valutazione “{0}”

source: Players managed by {0}
it: Giocatori gestiti da {0}

source: Players rates.
it: Valutazioni giocatori.

source: Please wait
it: Attendi per favore

source: Possibly duplicated players
it: Giocatori possibilmente duplicati

source: Print
it: Stampa

source: Print 1st/2nd and 3rd/4th place finals scorecards.
it: Stampa i cartellini di gioco per le finali 1°/2° e 3°/4° posto.

source: Print current list of participants.
it: Stampa l'elenco dei partecipanti.

source: Print current national ranking.
it: Stampa l'attuale classifica per nazionalità.

source: Print current ranking.
it: Stampa la classifica attuale.

source: Print current round results.
it: Stampa i risultati del turno corrente.

source: Print current round scorecards.
it: Stampa i cartellini di gioco per il turno corrente.

source: Print final badges with ranking and matches.
it: Stampa le tessere finali con la classifica e gli incontri effettuati.

source: Print next round matches.
it: Stampa gli incontri del prossimo turno.

source: Print one sheet of blank scorecards.
it: Stampa un foglio di cartellini di gioco in bianco.

source: Print participant badges.
it: Stampa le tessere di tutti i partecipanti.

source: Print results of all played rounds.
it: Stampa i risultati di tutti i turni disputati.

source: Print this championship ranking.
it: Stampa la classifica del campionato.

source: Print this rating ranking.
it: Stampa la classifica della valutazione.

source: Ranking
it: Classifica

source: Ranking after {0} round
it: Classifica dopo {0} turno

source: Ranking used to compute {0} round
it: Classifica usata per determinare {0} turno

source: Ratings
it: Valutazioni

source: Ratings managed by {0}
it: Valutazioni gestite da {0}

source: Recompute
it: Ricalcola

source: Recompute the selected rating from scratch.
it: Ricalcola la valutazione selezionata.

source: Recomputing…
it: Ricalcolo…

source: Remove last round.
it: Elimina l'ultimo turno.

source: Replay again
it: Rigioca di nuovo

source: Replicating selected tourney…
it: Replica del torneo in corso…

source: Reset assigned final prizes.
it: Azzera i punteggi finali assegnati ai giocatori.

source: Reset prizes
it: Annulla la premiazione

source: Results
it: Risultati

source: Rules
it: Regole

source: Scorecards
it: Cartellini

source: Select archive
it: Seleziona un archivio

source: Show all
it: Mostra tutti

source: Show all players
it: Mostra tutti i giocatori

source: Show an alarm clock for the current round.
it: Mostra l'orologio per il turno corrente.

source: Show championships organized by this club.
it: Mostra i campionati organizzati da questo club.

source: Show clock
it: Orologio

source: Show details of this tourney.
it: Mostra i dettagli di questo torneo.

source: Show only active players
it: Mostra solo i giocatori attivi

source: Show players associated with this federation.
it: Mostra i giocatori affiliati a questa federazione.

source: Show players distribution around the globe.
it: Mostra la distribuzione dei giocatori nel mondo.

source: Show players members of this club.
it: Mostra i giocatori soci di questo club.

source: Show possibly duplicated players that should be merged together.
it: Mostra i giocatori possibilmente duplicati che dovrebbero essere unificati.

source: Show rated players in the selected rating.
it: Mostra i giocatori presenti nella valutazione selezionata.

source: Show selectable players.
it: Mostra i giocatori non ancora iscritti.

source: Show the championship this tourney belongs.
it: Mostra il campionato relativo a questo torneo.

source: Show the club this championship belongs.
it: Mostra il club che organizza questo campionato.

source: Show the matches {0} round.
it: Mostra gli incontri {0} turno.

source: Show the rating chart of selected players.
it: Mostra il grafico della valutazione dei giocatori selezionati.

source: Show tourneys of this championship.
it: Mostra i tornei associati a questo campionato.

source: Show tourneys played by the selected player.
it: Mostra i tornei giocati dal giocatore selezionato.

source: Show tourneys related to the selected rating.
it: Mostra i tornei associati alla valutazione selezionata.

source: Show user manual section.
it: Mostra la sezione del manuale utente.

source: Show user manual.
it: Mostra il manuale utente.

source: Sorry, could not read image file
it: Mi dispiace, ma non è stato possibile leggere l'immagine

source: Subscribe selected players to the tourney if not already present.
it: Iscrivi i giocatori selezionati al torneo, se non ancora presenti.

source: The selected tourney, with its competitors but not the matches, will be replicated on the current day. Do you confirm?
it: Il torneo selezionato verrà replicato in data odierna, copiandone i concorrenti ma non i risultati. Confermi?

source: There are uncommitted changes, cannot switch to a different round!
it: Ci sono modifiche non ancora confermate, non posso mostrare un altro turno!

source: There is at least one match without result!
it: C'è almeno un incontro senza risultato!

source: This field is required
it: Questo campo è obbligatorio

source: This field should be a telephone number in the format "+39 123 456 7890"
it: Questo campo accetta un numero di telefono nel formato "+39 123 456 7890"

source: Toggle between all players or only active ones, whose partecipated to at least a tourney in the last year.
it: Mostra tutti i giocatori oppure solo quelli giocatori attivi che hanno partecipato almeno a un torneo nell'ultimo anno, e viceversa.

source: Toggle between normal ranking and grouped by competitor's nationality.
it: Cambia la modalità da normale a raggruppata per nazionalità e viceversa.

source: Tourney competitors management.
it: Gestione dei concorrenti del torneo.

source: Tourneys
it: Tornei

source: Tourneys managed by {0}
it: Tornei gestiti da {0}

source: Uncommitted changes
it: Modifiche non confermate

source: Upload
it: Carica

source: Uploading…
it: Caricamento in corso…

source: You are now allowed to change the results {0} round
it: Ora ti è consentito di modificare i risultati {0} turno

source: Your changes have been applied <strong>locally</strong>.<br/><br/>To make them permanent you must click on the <blink>Save</blink> button.
it: Le tue modifiche sono state applicate <strong>localmente</strong>.<br/><br/>Per renderle permanenti devi cliccare sul pulsante <blink>Conferma</blink>.

source: and
it: e

source: associated with {0}
it: affiliati a {0}

source: he
it: lui

source: in championship
it: nel campionato

source: in championship {0}, organized by {1}
it: nel campionato {0}, organizzati da {1}

source: members of {0}
it: soci di {0}

source: of the eighth
it: dell'ottavo

source: of the eleventh
it: dell'undicesimo

source: of the fifteenth
it: del quindicesimo

source: of the fifth
it: del quinto

source: of the first
it: del primo

source: of the fourteenth
it: del quattordicesimo

source: of the fourth
it: del quarto

source: of the nineth
it: del nono

source: of the second
it: del secondo

source: of the seventh
it: del settimo

source: of the sixteenth
it: del sedicesimo

source: of the sixth
it: del sesto

source: of the tenth
it: del decimo

source: of the third
it: del terzo

source: of the thirdteenth
it: del tredicesimo

source: of the twelfth
it: del dodicesimo

source: organized by {0}
it: organizzati da {0}

source: played by
it: giocati da

source: related with
it: nella valutazione

source: she
it: lei

source: the eighth
it: l'ottavo

source: the eleventh
it: l'undicesimo

source: the fifteenth
it: il quindicesimo

source: the fifth
it: il quinto

source: the first
it: il primo

source: the fourteenth
it: il quattordicesimo

source: the fourth
it: il quarto

source: the nineth
it: il nono

source: the second
it: il secondo

source: the seventh
it: il settimo

source: the sixteenth
it: il sedicesimo

source: the sixth
it: il sesto

source: the tenth
it: il decimo

source: the third
it: il terzo

source: the thirdteenth
it: il tredicesimo

source: the twelfth
it: il dodicesimo

source: {0} player
it: {0} giocatore

source: {0} selected
it: {0} selezionato

source: {lastname} {firstname}
it: {firstname} {lastname}

source: {lastname} {firstname} {nickname}
it: {firstname} {nickname} {lastname}
