Repository: pypi-data/pypi-mirror-9
Catalog: packages/SoL/SoL-3.16.tar.gz/SoL-3.16/src/sol/locale/*/LC_MESSAGES/sol-server.po
Languages: fr

source: $championship of $club
fr: $championship du club $club

source: $count player has been merged into $player
fr: $count joueur a fusionné en $player

source: $country: $num competitor
fr: $country: $num compétiteur

source: $lastname $firstname $nickname
fr: $firstname $lastname $nickname

source: $num skipped because already present
fr: $num non pris en compte car déjà présent

source: $num tourney successfully loaded
fr: $num tournoi téléchargé avec succès

source: %(ntourneys)s tourney
fr: %(ntourneys)s tournoi

source: %d bronze medal
fr: %d médaille de bronze

source: %d championship
fr: %d championnat

source: %d country
fr: %d pays

source: %d gold medal
fr: %d médaille d'or

source: %d lost
fr: %d perdu

source: %d minutes, %d minutes of prealarm
fr: %d minutes, %d minutes de pré-alarme

source: %d silver medal
fr: %d médaille d'argent

source: %d tourney
fr: %d tournoi

source: %d tourneys
fr: %d tournois

source: %d won
fr: %d gagné

source: %m-%d-%Y
fr: %d-%m-%Y

source: %m-%d-%Y %I:%M %p
fr: %d-%m-%Y %I:%M %p

source: %m-%d-%y
fr: %d-%m-%y

source: (Re)start the countdown immediately
fr: (Re)démarrer le compte à rebours immédiatement

source: 1st competitor ID
fr: 1er compétiteur ID

source: 1st score
fr: 1er score

source: 1st/2nd place
fr: 1ère/2ème place

source: 1st/2nd place and 3rd/4th place
fr: 1ère/2ème place and 3ème/4ème place

source: 2nd competitor ID
fr: 2ème compétiteur ID

source: 2nd player
fr: 2ème joueur

source: 2nd player ID
fr: 2ème joueur ID

source: 2nd score
fr: 2ème score

source: 3rd player
fr: 3ème joueur

source: 3rd player ID
fr: 3ème joueur ID

source: 4th player
fr: 4ème joueur

source: 4th player ID
fr: 4ème joueur ID

source: <b>$lastname</b> $firstname $nickname
fr: $firstname <b>$lastname</b> $nickname

source: A player named «$name» is already present: please double check and if the new player is effectively a different person specify a different nickname to disambiguate
fr: Un joueur nommé «$name» est déjà présent : vérifiez à nouveau et si le nouveau joueur est effectivement une personne différente, spécifiez un surnom différent pour éviter de les confondre

source: A player named «$name» is already present: please double check and if the new player is effectively a different person specify a nickname to disambiguate
fr: Un joueur nommé «$name» est déjà présent : vérifiez à nouveau et si le nouveau joueur est effectivement une personne différente, spécifiez un surnom pour éviter de les confondre

source: Administrator
fr: Administrateur

source: All results
fr: Tous les résultats

source: Anonymous
fr: Anonyme

source: Associated and federated with
fr: Associé et fédéré avec

source: Associated to
fr: Associé à

source: Bad championship id: $id
fr: ID du championnat erroné : $id

source: Bad tourney id: $id
fr: ID du tournoi erroné : $id

source: Bch
fr: Buch

source: Best of three matches
fr: Meilleur des 3 matches

source: Birthdate
fr: Date de naissance

source: Board where this match is played.
fr: Board sur lequel le match est joué.

source: Cannot create another round: No more combinations!
fr: Création d'un autre round impossible: pas d'autres combinaisons!

source: Cannot create other rounds after prize-giving!
fr: Création de rounds supplémentaires impossible après la remise de prix!

source: Cannot delete not owned records!
fr: Impossible d'effacer des enregistrements qui ne sont pas les vôtres!

source: Cannot generate final turn after prize-giving!
fr: Impossible de générer le round final après la remise de prix!

source: Cannot merge given people because "$player" is present in tourney "$tourney"
fr: Impossible de fusionner les joueurs sélectionnés car le joueur "$player" est présent dans le tournoi "$tourney"

source: Cannot merge given people because $count of them are playing in tourney "$tourney"
fr: Impossible de fusionner les joueurs sélectionnés car $count joueurs d'entre eux sont présents dans le tournoi "$tourney"

source: Cannot modify not owned records!
fr: Impossible de modifier des enregistrements qui ne sont pas les vôtres!

source: Cannot update prizes after prize-giving!
fr: Impossible de mettre à jour les prix après la remise de prix!

source: Cannot update rankings after prize-giving!
fr: Impossible de mettre à jour le classement après la remise de prix!

source: Championship
fr: Championnat

source: Championship ID
fr: Championnat ID

source: Championship ranking
fr: Classement du championnat

source: Championship this tourney belongs to.
fr: Le championnat auquel ce tournoi appartient.

source: Championships
fr: Championnats

source: Citizenship
fr: Nationalité

source: Closed
fr: Fermé

source: Closing the page will stop the clock.
fr: Fermer la page arrêtera le chrono.

source: Club ID
fr: ID du club

source: Club that organize the tourneys of the championship.
fr: Club qui organise les tournois du championnat.

source: Club this tourney is organized by.
fr: Club qui organise ce tournoi.

source: Club web site
fr: Site web du club

source: Coins
fr: Pions

source: Competitor
fr: Compétiteur

source: Competitor 1 vs Competitor 2.
fr: Compétiteur 1 vs compétiteur 2.

source: Competitor ID
fr: ID du compétiteur

source: Competitors
fr: Compétiteurs

source: Countdown start
fr: Début du compte à rebours

source: Country
fr: Pays

source: Country name
fr: Nom du pays

source: Created "$tourney" in championship "$championship"
fr: Tournoi "$tourney" créé dans le championnat "$championship"

source: Date of birth of the player.
fr: Date de naissance du joueur.

source: Date of the event.
fr: Date de l'événement.

source: Default deviation
fr: Déviation par défaut

source: Default volatility
fr: Volatilité par défaut

source: Deletion not allowed: $player is a competitor in $count tourney!
fr: Suppression non autorisée: $player est un compétiteur dans $count tournoi!

source: Description of the championship.
fr: Description du championnat.

source: Description of the club.
fr: Description du club.

source: Description of the rating.
fr: Description de la note.

source: Description of the tourney.
fr: Description du tournoi.

source: Deviation
fr: Déviation

source: Do you really want to restart the countdown?
fr: Voulez-vous vraiment redémarrer le compte à rebours?

source: Duration
fr: Durée

source: Duration in minutes of each round.
fr: Durée en minutes de chaque round.

source: Email address of the club.
fr: Adresse email du club.

source: Email address of the player.
fr: Adresse email du joueur.

source: Emblem
fr: Blason

source: Error occurred while saving changes!
fr: Erreur pendant la sauvegarde des modifications!

source: Federated players
fr: Joueurs licenciés

source: Federated with
fr: Licencié avec

source: Federation
fr: Fédération

source: Federation ID
fr: ID de la Fédération

source: Federation web site
fr: Site web de la Fédération

source: Federations
fr: Fédérations

source: File name of the PNG, JPG or GIF logo of the club.
fr: Nom du fichier du logo du club en PNG, JPG ou GIF.

source: File name of the PNG, JPG or GIF portrait of the player.
fr: Nom du fichier de la photo du joueur en PNG, JPG ou GIF.

source: Final
fr: Finale

source: Final kind
fr: Type de finale

source: Final prize assigned at end of tourney.
fr: Récompense finale attribuée à la fin du tournoi.

source: Final ranking
fr: Classement final

source: Final ranking by nationality
fr: Classement final par nationalité

source: Finals
fr: Finales

source: Finals are not considered for this tourney!
fr: Les finales ne sont pas prises en compte dans ce tournoi!

source: First name
fr: Prénom

source: First name of the first player.
fr: Prénom du 1er joueur.

source: First name of the player.
fr: Prénom du joueur.

source: First player nationality.
fr: Nationalité du 1er joueur.

source: First player sex.
fr: Sexe du 1er joueur.

source: First player's name
fr: Nom du 1er joueur

source: First player's surname
fr: Surnom du 1er joueur

source: First tourney
fr: 1er tournoi

source: Fixed prizes: 1000,900,800,750…
fr: Prix fixes: 1000,900,800,750…

source: Fixed prizes: 18,16,14,13…
fr: Prix fixes: 18,16,14,13…

source: For a new player both the "firstname" and the "lastname" fields are mandatory
fr: Pour un nouveau joueur, prénom et nom sont tous deux obligatoires

source: Full name of the fourth player.
fr: Nom complet du 4ème joueur.

source: Full name of the player.
fr: Nom complet du joueur.

source: Full name of the players.
fr: Nom complet des joueurs.

source: Full name of the second player.
fr: Nom complet du 2ème joueur.

source: Full name of the third player.
fr: Nom complet du 3ème joueur.

source: General ranking
fr: Classement général

source: Guest users are not allowed to perform this operation, sorry!
fr: Les utilisateurs invités ne sont pas autorisés à exécuter cette opération, désolé!

source: How could match "$match" end without result?!?
fr: Comment le match "$match" peut-il être terminé sans résultat?!?

source: ID of the championship the tourney belongs to.
fr: ID du championnat dont fait partie le tournoi.

source: ID of the club the championship is organized by.
fr: ID du club qui organise le championnat.

source: ID of the club the player is member of.
fr: ID du club dont est membre le joueur.

source: ID of the federation the player is associated with.
fr: ID de la fédération à laquelle est licencié le joueur.

source: ID of the first competitor.
fr: ID du 1er compétiteur.

source: ID of the fourth player.
fr: ID du 4ème joueur.

source: ID of the player.
fr: ID du joueur.

source: ID of the previous championship.
fr: ID du championnat précédent.

source: ID of the rating this tourney uses.
fr: ID de la notation utilisée pour ce tournoi.

source: ID of the second competitor.
fr: ID du 2ème compétiteur.

source: ID of the second player.
fr: ID du 2ème joueur.

source: ID of the third player.
fr: ID du 3ème joueur.

source: ID of the user that is responsible for this record.
fr: ID de l'utilisateur responsable de cet enregistrement.

source: In team with
fr: En équipe avec

source: Inherit
fr: Hérite de

source: Initial ranking
fr: Classement initial

source: Initial ranking by nationality
fr: Classement initial par nationalité

source: Integrity error prevents saving changes!
fr: Une erreur d'intégrité empêche la sauvegarde des modifications!

source: Internal error!
fr: Erreur interne!

source: Invalid number of tourneys: $n
fr: Nombre de tournois invalides: $n

source: Invalid turn: $turn
fr: Tour invalide: $turn

source: It seems that «$lname $fname» is a bad spelling of «$newname»: please double check and if it is effectively correct (that is, he is a different person), specify a different nickname to disambiguate
fr: Il semble que «$lname $fname» est une mauvaise orthographe de «$newname»: vérifiez à nouveau et si votre saisie est correcte (il s'agit bien d'une autre personne), choisissez un nouveau surnom pour bien les différencier

source: Kind of formula used to compute match outcomes.
fr: Type de formule pour calculer les résultats des matches.

source: Language
fr: Langue

source: Last name
fr: Nom

source: Last name of the first player.
fr: Nom du 1er joueur.

source: Last name of the player.
fr: Nom du joueur.

source: Last tourney
fr: Dernier tournoi

source: Latest %d tournament
fr: %d dernier tournoi

source: Level
fr: Niveau

source: Level 1, international tourneys
fr: Niveau 1, tournois internationaux

source: Level 2, national/open tourneys
fr: Niveau 2, tournois nationaux/open

source: Level 3, regional tourneys
fr: Niveau 3, tournois régionaux

source: Level 4, courtyard tourneys
fr: Niveau 4, tournois internes

source: Location
fr: Lieu

source: Location of the tourney.
fr: Lieu du tournoi.

source: Login password of the player.
fr: Mot de passe du joueur.

source: Male
fr: Homme

source: Male or Female.
fr: Homme ou femme.

source: Males
fr: Hommes

source: Mandatory field
fr: Champ obligatoire

source: Match ID
fr: ID du match

source: Match outcomes
fr: Résultats du match

source: Matches played by %s
fr: Matches joués par %s

source: Matches results
fr: Résultats des matches

source: Merge ID
fr: ID de la fusion

source: Method used to assign final prizes.
fr: Méthode utilisée pour attribuer les récompenses finales.

source: Method used to pair competitors at each round.
fr: Méthode utilisée pour combiner les compétiteurs à chaque round.

source: Missing fields
fr: Champs manquants

source: Missing information prevents saving changes!
fr: Une information manquante empêche la sauvegarde des modifications!

source: Modified
fr: Modifié

source: Most probably a field contains an invalid value: consult the application log for details.
fr: Un champ contient certainement une valeur incorrecte : consultez le log de l'application pour plus de détails.

source: Most recent partecipation.
fr: Plus récente participation.

source: My championships
fr: Mes championnats

source: My clubs
fr: Mes clubs

source: My players
fr: Mes joueurs

source: My ratings
fr: Mes notations

source: My tourneys
fr: Mes tournois

source: Nationality
fr: Nationalité

source: Nationality of the club.
fr: Nationalité du club.

source: Nationality of the competitor.
fr: Nationalité du compétiteur.

source: Net score
fr: Score net (différence de points)

source: Net score of all games.
fr: Score net de tous les jeux.

source: Next championship
fr: Prochain championnat

source: Nickname
fr: Surnom

source: Nickname of the player, for login and to disambiguate homonyms.
fr: Surnom du joueur, pour la connexion et pour différencier les homonymes.

source: No final prizes
fr: Aucune récompense finale

source: No further final matches are needed!!
fr: Aucun autre match final n'est nécessaire!!

source: No matches for this player
fr: Aucun match pour ce joueur

source: No prized tourneys in the championship
fr: Aucun tournoi primé dans le championnat

source: No prized tourneys in the championships
fr: Aucun tournoi primé dans les championnats

source: No tourneys at all
fr: Aucun tournoi

source: No tourneys in championship $idchampionship
fr: Aucun tournoi dans le championnat $idchampionship

source: No tourneys organized by club $idclub
fr: Aucun tournoi organisé par le club $idclub

source: Non existing username
fr: Nom d'utilisateur inexistant

source: Number of championships organized by the club.
fr: Nombre de championnats organisé par le club.

source: Number of participant players.
fr: Nombre de joueurs participants.

source: Number of played tourneys.
fr: Nombre de tournois joués.

source: Number of players in each team, 1 for singles, 2 for doubles.
fr: Nombre de joueurs dans chaque équipe, 1 pour les simples, 2 pour les doubles.

source: Number of tourneys in the championship.
fr: Nombre de tournois dans le championnat.

source: Oldest partecipation.
fr: Plus ancienne participation.

source: Only admin can restore whole ZIPs, sorry!
fr: Seul un administrateur peut restaurer des ZIPs entiers, désolé!

source: Opponent
fr: Adversaire

source: Opponents
fr: Adversaires

source: Owner ID
fr: ID du propriétaire

source: Password
fr: Mot de passe

source: Password is too weak, use a longer one
fr: Le mot de passe est trop faible, choisissez-en un plus long

source: Period %s — %s
fr: Période %s — %s

source: Period from %s to %s
fr: Périod from %s to %s

source: Phantom
fr: Fantôme

source: Phantom score
fr: Score du fantôme

source: Phone
fr: Téléphone

source: Phone number of the player.
fr: N° tél du joueur.

source: Player
fr: Joueur

source: Player ID
fr: ID du joueur

source: Players
fr: Joueurs

source: Players directory
fr: Dossier du joueur

source: Players distribution around the globe
fr: Répartition des joueurs à travers le monde

source: Players per team
fr: Joueurs par équipe

source: Please inform the admin or consult the application log.
fr: Merci d'informer l'administrateur ou consultez le journal des événements de l'application.

source: Please specify also a nickname that will be used as the “user name” on the authentication panel
fr: Merci de spécifier aussi un surnom qui sera utilisé comme "nom d'utilisateur" sur la page d'authentification

source: Points of the competitor.
fr: Points du compétiteur.

source: Position in the ranking.
fr: Position dans le classement.

source: Prealarm
fr: Pré-alarme

source: Prealarm before the end of the round, usually no more games after that.
fr: Pré-alarme avant la fin du round, et donc généralement plus aucun round supplémentaire après ça.

source: Previous championship
fr: Championnat précédent

source: Previous championship ID
fr: ID du championnat précédent

source: Previous championship.
fr: Championnat précédent.

source: Prizes
fr: Récompenses

source: Queen
fr: Reine

source: Rank
fr: Rang

source: Ranking
fr: Classement

source: Ranking after %s round
fr: Classement après le %s round

source: Ranking by nationality after %s round
fr: Classement par nationalité après le %s round

source: Ranking order
fr: Ordre du classement

source: Required "archive" parameter is missing!
fr: Le paramètre "archive" est manquant !

source: Responsible
fr: Responsable

source: Restart the countdown
fr: Redémarrer le compte à rebours

source: Result
fr: Résultat

source: Result of the final for the 1st/2nd place
fr: Résultat de la finale pour la 1ère/2ème place

source: Result of the final for the 3rd/4th place
fr: Résultat de la finale pour la 3ème/4ème place

source: Round number.
fr: N° round.

source: Score cards
fr: Feuilles de score

source: Score cards for %s round
fr: Feuilles de score round n° %s

source: Score of the first competitor.
fr: Score du 1er compétiteur.

source: Score of the second competitor.
fr: Score du 2ème compétiteur.

source: Sex
fr: Sexe

source: Show matches played by %s
fr: Afficher les matches joués par %s

source: Simple tourneys, no special prizes
fr: Tournois simples, pas de récompenses spéciales

source: Single match
fr: Match simple

source: Singles
fr: Simples

source: SoL Clock
fr: Horloge SoL

source: Some mandatory fields were not filled in, please recheck.
fr: Certains champs obligatoires n'étaient pas renseignés, merci de vérifier.

source: Standard Glicko
fr: Glicko standard

source: Summary
fr: Sommaire

source: Team
fr: Equipe

source: Teams
fr: Equipes

source: The TAU value for the Glicko2 algorithm.
fr: La valeur TAU pour l'algorithme de Glicko 2.

source: The club this player is affiliated with.
fr: Le club dont fait partie le joueur.

source: The code of the preferred language by the player.
fr: Le code dans la langue favorite du joueur.

source: The country the player plays for.
fr: Le pays pour lequel joue le joueur.

source: The default deviation value for the Glicko2 algorithm.
fr: La déviation par défaut pour l'algorithme de Glicko2.

source: The default volatility value for the Glicko2 algorithm.
fr: La volatilité par défaut utilisés dans l'algorithme de Glicko2.

source: The federation this player is associated with.
fr: La fédération à laquelle appartient le joueur.

source: The fullname of the responsible.
fr: Le nom complet du responsable.

source: The globally unique identifier of the record.
fr: Le GUID (Identifiant global unique )de l'enregistrement.

source: The kind of finals.
fr: Le type de finales.

source: The number of finals that will be played: 0 means no finals, 1 means one final for the 1st and 2nd place, 2 also for the 3rd and fourth place.
fr: Le nombre de finales qui sera jouées : 0 = pas de finale, 1 = finale pour les 1ère/2ème places, 2 = finales également pour les 3ème/4ème places.

source: The preferred language of the player, used to send email messages and for the user interface when he logs in.
fr: Lanque favorite du joueur, pour envoyer des emails et pour l'interface de l'utilisateur lors de sa connexion.

source: The score assigned to a player in matches against the Phantom.
fr: Le score attribué au joueur dans les matches contre le fantôme (en général 25).

source: The user responsible for the record, who can modify or delete it.
fr: L'utilisateur responsable de l'enregistrement, qui peut le modifier ou l'effacer.

source: The user “$username” already exist, please use a different nickname
fr: L'utilisateur “$username” existe déjà, merci d'utiliser un surnom différent

source: The value of Glicko deviation.
fr: La valeur de la déviation Glicko.

source: There cannot be two championships with the same description organized by the same club!
fr: Il ne peut pas y avoir 2 championnats avec la même description organisés par le même club!

source: There cannot be two championships with the same description!
fr: Il ne peut pas y avoir 2 championnats avec la même description!

source: There cannot be two clubs with the same description!
fr: Il ne peut pas y avoir 2 clubs avec la même description!

source: There cannot be two players with the same firstname, lastname and nickname!
fr: Il ne peux y avoir deux joueurs avec le même nom, le même prénom et le même surnom!

source: There cannot be two tourneys of the same championship on the same day, sorry!
fr: Il ne peut pas y avoir deux tournois du même championnat le même jour, désolé!

source: Total score
fr: Score total

source: Tournament
fr: Tournoi

source: Tourney
fr: Tournoi

source: Tourney "$tourney" of championship "$championship" by "$club" on $date already present, cannot update it
fr: Le tournoi "$tourney" du championnat "$championship" par le club "$club" le $date est déjà présent, impossible de le modifier

source: Tourney $idtourney does not exist
fr: Le tournoi $idtourney n'existe pas

source: Tourney ID
fr: ID du tournoi

source: Tourneys
fr: Tournois

source: Tourneys results
fr: Résultats du tournoi

source: URL of the web site of the club.
fr: Site web du club.

source: Unique ID of the championship.
fr: ID unique du championnat.

source: Unique ID of the club.
fr: ID unique du club.

source: Unique ID of the competitor.
fr: ID unique du compétiteur.

source: Unique ID of the match.
fr: ID unique du match.

source: Unique ID of the merged player.
fr: ID unique du joueur fusionné.

source: Unique ID of the player.
fr: ID unique du joueur.

source: Unique ID of the tourney.
fr: ID unique du tournoi.

source: Unknown file type: $file
fr: Type de fichier inconnu: $file

source: Unspecified country
fr: Pays non renseigné

source: Upload of $file failed: $error
fr: Téléchargement du fichier $file échoué: $error

source: Website
fr: Site web

source: Winner
fr: Vainqueur

source: Women
fr: Femme

source: You must logon to perform this operation!
fr: Vous devez vous connecter pour exécuter cette opération!

source: and
fr: et

source: best of three matches
fr: Meilleur des 3 matches

source: citizenship
fr: Nationalité

source: or
fr: ou

source: player
fr: joueur

source: single match
fr: match simple

source: the eighth
fr: le 8ème

source: the eleventh
fr: le 11ème

source: the fifteenth
fr: le 15ème

source: the fifth
fr: le 5ème

source: the first
fr: le 1er

source: the fourteenth
fr: le 14ème

source: the fourth
fr: le 4ème

source: the nineth
fr: le 9ème

source: the second
fr: le 2ème

source: the seventh
fr: le 7ème

source: the sixteenth
fr: le 16ème

source: the sixth
fr: le 6ème

source: the tenth
fr: le 10ème

source: the third
fr: le 3ème

source: the thirdteenth
fr: le 13ème

source: the twelfth
fr: le 12ème

source: your
fr: votre

source: “$username” is reserved, please use a different nickname
fr: “$username” est déjà utilisé, merci de choisir un surnom différent
