Repository: pypi-data/pypi-mirror-9
Catalog: packages/django-mass-edit/django-mass-edit-2.3.tar.gz/django-mass-edit-2.3/massadmin/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Mass Edit
pt: Editar em Lote

source: Selected %(name)s were changed successfully.
pt: Os objetos a seguir foram modificados com sucesso. %(name)s.

source: %(name)s object with primary key %(key)r does not exist.
pt: O objeto %(name)s com chave primária %(key)r não existe.

source: Change %s
pt: Modificar %s

source: Add
pt: Adicionar

source: Please correct the error below.
pt: Por favor corrija o erro a seguir.

source: Mass Change
pt: Editar em Lote

source: Save
pt: Salvar

source: Mass Update?
pt: Editar em Lote?

source: Field
pt: Campo

source: is read only.
pt: é do tipo somente-leitura.

source: is unique.
pt: é do tipo unique.
