Repository: pypi-data/pypi-mirror-9
Catalog: packages/Biryani/Biryani-0.10.4-py2-none-any.whl/biryani/i18n/*/LC_MESSAGES/biryani.po
Languages: fr

source: Invalid value
fr: Valeur incorrecte

source: Invalid base64 string
fr: Chaîne base64 incorrecte

source: Invalid base64url string
fr: Chaîne base64url incorrecte

source: An error occured
fr: Une erreur est survenue

source: Unknown key: {0}
fr: Clé inconnue : {0}

source: Index out of range: {0}
fr: Index en dehors des limites : {0}

source: Value must be a boolean
fr: La valeur doit être booléenne

source: Value must be a valid floating point expression
fr: La valeur doit être une expression en virgule flottante valide

source: Value must be a float
fr: La valeur doit être un nombre flottant

source: Value must be a valid integer expression
fr: La valeur doit être une expression entière valide

source: Value must be an integer
fr: La valeur doit être un entier

source: Invalid URL
fr: URL incorrecte

source: URL must be complete
fr: L'URL doit être complète

source: Scheme must belong to {0}
fr: Le protocole doit faire partie de {0}

source: URL must not contain a path
fr: L'URL ne doit pas contenir de chemin

source: URL must not contain a query
fr: L'URL ne doit pas contenir de requête

source: URL must not contain a fragment
fr: L'URL ne doit pas contenir de fragment

source: An email must contain exactly one "@"
fr: Un courriel doit contenir exactement un "@"

source: Invalid username
fr: Nom d'utilisateur incorrect

source: Invalid domain name
fr: Nom de domaine incorrect

source: URL must not be complete
fr: L'URL ne doit pas être complète

source: Unexpected item
fr: Élément inattendu

source: Expression "{0}" doesn't match any key
fr: L'expression "{0}" ne correspond à aucune clé

source: Test failed
fr: Échec du test

source: Value must be between {0} and {1}
fr: La valeur doit être comprise entre {0} et {1}

source: Value must be equal to {0}
fr: La valeur doit être égale à {0}

source: Value must be greater than or equal to {0}
fr: La valeur doit être supérieure ou égale à {0}

source: Value must belong to {0}
fr: La valeur doit faire partie de {0}

source: Value must be {0}
fr: La valeur doit être {0}

source: Value is not an instance of {0}
fr: La valeur n'est pas une instance de {0}

source: Value is not a subclass of {0}
fr: La valeur n'est pas une sous-classe de {0}

source: Value must be less than or equal to {0}
fr: La valeur doit être inférieure ou égale à {0}

source: Unexpected value
fr: Valeur inattendue

source: Value must not belong to {0}
fr: La valeur ne doit pas appartenir à {0}

source: Missing value
fr: Valeur manquante

source: Unknown type of credit card
fr: Type de carte de crédit inconnu

source: Invalid security code for credit card
fr: Code de sécurité incorrect pour la carte de crédit

source: Credit card number must contain digits
fr: Un numéro de carte de crédit doit contenir des chiffres

source: Credit card number must contain only digits
fr: Un numéro de carte de crédit doit contenir uniquement des chiffres

source: Wrong number of digits in credit card number
fr: Mauvais nombre de chiffres dans le numéro de carte de crédit

source: Invalid credit card number (unknown prefix)
fr: Numéro de carte de crédit incorrect (mauvais préfixe)

source: Invalid credit card number (wrong checksum)
fr: Numéro de carte de crédit incorrect (mauvais code d'erreur)

source: Value must be a date in ISO 8601 format
fr: La valeur doit être une date au format ISO 8601

source: Value must be a date-time in ISO 8601 format
fr: La valeur doit être une date et heure au format ISO 8601

source: Value must be a time in ISO 8601 format
fr: La valeur doit être une date au format ISO 8601

source: Value must be a timestamp
fr: La valeur doit être un horodatage

source: Unexpected non numerical characters in phone number
fr: Caractère non numérique inattendu dans le numéro de téléphone

source: Guadeloupe, Saint-Barthélemy and Saint-Martin
fr: Guadeloupe, Saint-Barthélemy et Saint-Martin

source: French Guyana
fr: Guyane française

source: Wrong number of digits for phone number of {0}
fr: Mauvais nombre de chiffres dans le numéro de téléphone de {0}

source: Saint Pierre and Miquelon
fr: Saint Pierre et Miquelon

source: Wallis and Futuna
fr: Wallis et Futuna

source: New Caledonia
fr: Nouvelle Calédonie

source: French Polynesia
fr: Polynésie française

source: Unknown international phone number
fr: Numéro de téléphone international inconnu

source: Unexpected first digit in phone number: {0} instead of 0
fr: Le premier chiffre du numéro de téléphone est inattendu : {0} au lieu de 0

source: Wrong number of digits in phone number
fr: Mauvais nombre de chiffres dans le numéro de téléphone

source: INSEE code must contain only 5 digits or "A" or "B"
fr: Un code INSEE doit contenir seulement 5 chiffres ou "A" ou "B"

source: Postal code must contain only digits
fr: Un code postal doit contenir seulement des chiffres

source: Postal code must have 5 digits
fr: Un code postal doit havoir 5 chiffres

source: Invalid JSON
fr: JSON incorrect

source: JSON doesn't use "utf-8" encoding
fr: Le JSON n'est pas encodé en "utf-8"

source: Invalid format
fr: Format incorrect

source: Not a JSON Web Token
fr: Ce n'est pas un jeton web JSON

source: Invalid crypted JSON web token
fr: Jeton web JSON crypté incorrect

source: Invalid header: {0}
fr: Entête incorrect : {0}

source: Invalid encrypted key: {0}
fr: Clé cryptée incorrecte : {0}

source: Invalid cyphertext: {0}
fr: Cryptogramme incorrect : {0}

source: Invalid integrity value: {0}
fr: Valeur d'intégrité incorrecte : {0}

source: Invalid content master key
fr: Clé maître de contenu incorrecte

source: Unexpected "int" header forbidden by AEAD algorithm {0}
fr: Entête "int" inattendu, interdit par l'algorithme AEAD {0}

source: Missing "int" header, required by non AEAD algorithm {0}
fr: Entête "int" manquant, requis par l'algorithme non AEAD {0}

source: Non authentic signature
fr: Signature non authentique

source: Invalid header: "iv" required for {0} encryption method
fr: Entête incorrect : "iv" requis pour la méthode de cryptage {0}

source: Invalid cyphertext
fr: Cryptogramme incorrect

source: Invalid compressed plaintext
fr: Text en clair compressé incorrect

source: Missing header
fr: Entête manquant

source: Missing signature
fr: Signature manquante

source: Unexpected signature in plaintext token
fr: Signature inattendue dans un jeton en clair

source: Invalid encoded payload: {0}
fr: Contenu utile encodé incorrect : {0}

source: Unauthorized digital signature algorithm
fr: Algorithme de signature numérique non autorisé

source: Unable to check signature: Missing shared secret
fr: Impossible de vérfier la signature : Le secret partagé est manquant

source: Invalid signature
fr: Signature incorrecte

source: Unimplemented digital signature algorithm
fr: Algorithme de signature numérique non implémenté

source: Expired JSON web token
fr: Jeton web JSON expiré

source: JSON web token issued in the future
fr: Jeton web JSON émis dans le futur

source: JSON web token not yet valid
fr: Jeton web JSON pas encore valide

source: An error occured when trying to connect to the email server: {0}
fr: Une erreur est survenue durant la tentative de connexion au serveur de courriel : {0}

source: Domain "{0}" doesn't exist
fr: Le domaine "{0}" n'existe pas

source: An error occured when trying to connect to the web server: {0:d} {1}
fr: Une erreur est survenue durant la tentative de connexion au serveur web : {0:d} {1}

source: The web server responded with a bad status code: {0:d} {1}
fr: Le serveur web a répondu avec un mauvais code d'état : {0:d} {1}

source: An error occured when trying to connect to the web server: {0}
fr: Une erreur est survenue durant la tentative de connexion au serveur web : {0}

source: Invalid UUID
fr: UUID incorrect

source: Invalid value format
fr: Format de la valeur incorrect
