Repository: pypi-data/pypi-mirror-9
Catalog: packages/cubicweb-card/cubicweb-card-0.5.5.tar.gz/cubicweb-card-0.5.5/i18n/*.po
Languages: fr

source: Card
fr: Fiche

source: Card_plural
fr: Fiches

source: New Card
fr: Nouvelle fiche

source: This Card
fr: Cette fiche

source: a card is a textual content used as documentation, reference, procedure reminder
fr: un fiche permet d'écrire un document de référence, une procédure, etc...

source: an abstract for this card
fr: un résumé de cette fiche

source: content
fr: contenu

# Card
source: content
fr: contenu

source: content_format
fr: format

# Card
source: content_format
fr: format

source: inlined view
fr: vue 'en-ligne'

# Card
source: title
fr: titre

source: wikiid
fr: identifiant wiki
