Repository: pypi-data/pypi-mirror-9
Catalog: packages/openlabs_account_check/openlabs_account_check-3.2.1.2.tar.gz/openlabs_account_check-3.2.1.2/locale/*.po
Languages: de_de

# field:account.journal,check_number_sequence:
source: Check Number Sequence
de_de: Nummernkreis Scheck

# field:account.journal,check_template:
source: Check Template
de_de: Scheck Vorlage

# field:account.journal,enable_check_printing:
source: Enable Check Printing
de_de: Scheckdruck aktivieren

# field:account.move,check_credit_lines:
source: Check Credit Lines
de_de: Scheckpositionen Haben

# field:account.move,check_debit_lines:
source: Check Debit Lines
de_de: Scheckpositionen Soll

# field:account.move,check_number:
source: Check Number
de_de: Schecknummer

# field:account.move,enable_check_printing:
source: Enable Check Printing
de_de: Scheckdruck aktivieren

# field:account.move.check_printing_wizard.start,next_number:
source: Next Number
de_de: Nächste Zahl

# field:account.move.check_printing_wizard.start,no_of_checks:
source: Number of Checks
de_de: Anzahl an Schecks

# field:account.move.line.run_check.start,moves:
source: Moves
de_de: Lagerbewegungen

# field:account.move.line.run_check.start,next_number:
source: Next Number
de_de: Nächste Zahl

# model:account.move.check_printing_wizard.start,name:
source: Check Printing Wizard
de_de: Assitent Scheckdruck

# model:account.move.line.run_check.start,name:
source: Run Check
de_de: Scheck verarbeiten

# model:ir.action,name:account_move_check_printing
source: Checks
de_de: Schecks

# model:ir.action,name:check_report
source: Check
de_de: Scheck

# model:ir.action,name:wizard_check_printing
source: Print Checks
de_de: Schecks drucken

# model:ir.action,name:wizard_run_checks
source: Run Checks
de_de: Schecks verarbeiten

# model:ir.sequence,name:sequence_check_number
source: Check Number
de_de: Schecknummer

# view:account.move.check_printing_wizard.start:
source: Print Checks
de_de: Schecks drucken

# view:account.move.line.run_check.start:
source: Run Checks
de_de: Schecks verarbeiten

# view:account.move:
source: Assign Check Number
de_de: Schecknummer zuweisen

# wizard_button:account.move.check_printing_wizard,start,end:
source: Cancel
de_de: Abbrechen

# wizard_button:account.move.check_printing_wizard,start,generate:
source: Print
de_de: Drucken

# wizard_button:account.move.line.run_check,start,end:
source: Cancel
de_de: Abbrechen

# wizard_button:account.move.line.run_check,start,pay:
source: Pay
de_de: Zahlen
