Repository: pypi-data/pypi-mirror-9
Catalog: packages/jmbo-foundry/jmbo-foundry-1.3.0.tar.gz/jmbo-foundry-1.3.0/foundry/locale/*/LC_MESSAGES/django.po
Languages: af

source: I accept the <a href="/terms-and-conditions" target="external">terms and conditions</a>
af: Ek aanvaar die <a href="/terms-and-conditions" target="external">terme en voorwaardes</a>

source: Email address
af: E-pos adres

source: Mobile number
af: Selfoon nommer

source: Username or email address
af: Gebruikersnaam of e-pos adres

source: Username or mobile number
af: Gebruikersnaam of selfoon nommer

source: Please enter a valid number
af: Voer asseblief 'n geldige nommer in

source: The %(pretty_name)s is already in use. Please supply a different %(pretty_name)s.
af: Die %(pretty_name)s is alreeds in gebruik. Verskaf asseblief 'n ander %(pretty_name)s.

source: This name is visible to other users on the site.
af: Hierdie naam is sigbaar vir ander gebruikers op die webwerf.

source: We never store your password in its original form.
af: Ons stoor nooit jou wagwoord in sy oorspronklike vorm nie.

source: Your email address is required in case you lose your password.
af: Jou e-pos adres is nog in die geval dat jy jou wagwoord verloor.

source: Upload a picture
af: Laai 'n foto op

source: JPG, GIF or PNG accepted. Square is best. Keep it under 1MB.
af: JPG, GIF of PNG word aanvaar. Vierkantig is beste. Hou dit onder 1MB groot.

source: Please upload or select a picture.
af: Laai of kies asseblief 'n foto.

source: The mobile number is not registered with the system.
af: Die selfoon nommer is nie geregistreer met die stelsel nie.

source: Password reset on %s
af: Wagwoord herstel op %s

source: Where do you live?
af: Waar woon jy?

source: Content
af: Inhoud

source: Set your profile picture
af: Stel jou profiel foto

source: About us
af: Meer oor ons

source: Terms and conditions
af: Terme en voorwaardes

source: Privacy policy
af: Privaatheid beleid

source: You have successfully signed up to the site.
af: Jy het suksesvol ingeteken op die webwerf.

source: The blog post %s has been saved
af: Die blog pos %s is gestoor

source: Home
af: Tuis

source: Post
af: Pos

source: Preview
af: Voorsmakie

source: All messages
af: Alle boodskappe

source: My messages
af: My boodskappe

source: Show
af: Vertoon

source: ago
af: gelede

source: Reply
af: Antwoord

source: Create a blog post
af: Skep 'n blog pos

source: Save
af: Stoor

source: Comments
af: Opmerkings

source: Notifications
af: Kennisgewings

source: This user does not have a public profile.
af: Hierdie gebruiker het nie 'n publieke profiel nie.

source: Search
af: Soek

source: Contact us
af: Kontak ons

source: Terms
af: Terme

source: By
af: Deur

source: on
af: op

source: You are now logged out
af: Jy het uitgeteken.

source: Forgot your password?
af: Jou wagwoord vergeet?

source: Not registered?
af: Nog nie aangesluit nie?

source: Sign up here
af: Sluit aan

source: Password reset
af: Herstel wagwoord

source: Password reset complete
af: Herstel wagwoord voltooid

source: Your password has been set. You may go ahead and log in now.
af: Jou wagwoord is gestel. Jy kan nou voortgaan en inteken.

source: Log in
af: Teken in

source: Password reset confirmation
af: Herstel wagwoord bevestiging

source: Enter new password
af: Voer nuwe wagwoord in

source: Please enter your new password twice so we can verify you typed it in correctly.
af: Voer asseblief jou nuwe wagwoord twee maal in sodat ons kan bevestig dat jy dit korrek ingevoer het.

source: New password:
af: Nuwe wagwoord:

source: Confirm password:
af: Bevestig wagwoord:

source: Change my password
af: Verander my wagwoord

source: Password reset unsuccessful
af: Herstel wagwoord onsuksesvol

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
af: Die herstel wagwoord skakel was ongeldig, moontlik omdat dit reeds gebruik is. Vra asseblief 'n nuwe herstel wagwoord aan.

source: Password reset successful
af: Herstel wagwoord suksesvol

source: We've sent you instructions for setting your password. You should be receiving it shortly.
af: Ons het instruksies vir die stel van jou wagwoord aan jou gestuur. Jy behoort dit binnekort te ontvang.

source: You're receiving this message because you requested a password reset
af: Jy ontvang hierdie boodskap omdat jy aangevra het dat jou wagwoord herstel word

source: for your user account at %(site_name)s
af: vir jou profiel op %(site_name)s

source: Please go to the following page and choose a new password:
af: Gaan asseblief na die volgende bladsy en kies 'n nuwe wagwoord:

source: Your username, in case you've forgotten:
af: Jou gebruikersnaam in geval jy vergeet het:

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
af: Jou wagwoord vergeet? Voer jou e-pos adres in en ons sal instruksies om 'n nuwe een te stel aan jou stuur.

source: Forgotten your password? Enter your mobile number below, and we'll send instructions for setting a new one.
af: Jou wagwoord vergeet? Voer jou selfoon nommer in en ons sal instruksies om 'n nuwe een te stel aan jou stuur.

source: Reset my password
af: Herstel my wagwoord
