Repository: pypi-data/pypi-mirror-9
Catalog: packages/cubicweb-trackervcs/cubicweb-trackervcs-1.3.0.tar.gz/cubicweb-trackervcs-1.3.0/i18n/*.po
Languages: fr

source: closed by
fr: fermé par

# Ticket
source: patch
fr: fermé par

# closed_by_object
source: close ticket
fr: ferme le ticket

# Revision
source: introduce ticket
fr: ferme le ticket

# facets_trackervcs.has-patch-facet
source: ticket 'patch' facet
fr: facette 'patch' d'un ticket

# facets_trackervcs.has-ticket-facet
source: patch 'ticket' facet
fr: facette 'ticket' d'un patch

source: introduced by
fr: introduit par

# Ticket
source: patch
fr: introduit par

# introduced_by_object
source: introduce ticket
fr: introduit le ticket

# Revision
source: introduce ticket
fr: introduit le ticket

source: source repository
fr: entrepôt source

# Project
source: source repository
fr: entrepôt source

# source_repository_object
source: repository for project
fr: entrepôt du projet

# Repository
source: repository for project
fr: entrepôt du projet

# vcreview.project.vcsrepo_tab
source: source code
fr: code source

source: version controled system holding sources for this project
fr: système de gestion de sources de ce projet
