Repository: pypi-data/pypi-mirror-9
Catalog: packages/eea.versions/eea.versions-7.6.zip/eea.versions-7.6/eea/versions/locales/*/LC_MESSAGES/eea.po
Languages: pt_br

source: Assign version
pt_br: Atribuir versão

source: Create new version
pt_br: Criar nova versão

source: Current Version ID:
pt_br: ID da Versão Atual:

source: Fill the new Version ID to be assigned
pt_br: Preencha o novo ID da versão a ser atribuída

source: Note: new version is available!
pt_br: Nota: nova versão está disponível!

source: Note: there is a new version available with state:
pt_br: Nota: há uma nova versão disponível com o estado:

source: Older versions
pt_br: Versões antigas

source: Permalink to latest version
pt_br: Permalink para a última versão

source: Permalink to this version
pt_br: Permalink para esta versão

source: Please specify a valid Version ID.
pt_br: Por favor, especifique um ID de versão válido.

source: Revoke version
pt_br: Revogar versão

source: See older versions.
pt_br: Veja versões antigas.

source: This is the latest published version.
pt_br: Este é a última versão publicada.

source: This is the latest version with state:
pt_br: Esta é a última versão com o estado:

source: Version ID changed.
pt_br: ID da versao alterada.

source: Version revoked.
pt_br: Versão revogada.
