Repository: pypi-data/pypi-mirror-9
Catalog: packages/cubicweb-forgotpwd/cubicweb-forgotpwd-0.6.2.tar.gz/cubicweb-forgotpwd-0.6.2/i18n/*.po
Languages: fr

source: An email has been sent, follow instructions in there to change your password.
fr: Un courriel contenant les instructions pour changer votre mot de passe vous a été envoyé.

source: An error occured, this email address is unknown.
fr: Cette adrese électronique est inconnue.

source: Forgot your password?
fr: Mot de passe oublié ?

source: Invalid link. Please try again.
fr: Ce lien est incorrect.

source: That link has either expired or is not valid.
fr: Ce lien n'est pas valide ou a expiré

source: There was recently a request to change the password of your account on %(base_url)s (login: %(login)s). If you requested this password change, please set a new password by following the link below: %(resetlink)s If you do not want to change your password, you may ignore this message. The link expires in %(limit)s minutes. See you soon on %(base_url)s !
fr: Une demande de changement de mot de passe vient d'être faite sur votre compte de %(base_url)s (identifiant : %(login)s). Si vous avez effectivement fait cette demande, vous pouvez réinitialiser votre mot de passe en cliquant sur le lien suivant: %(resetlink)s Si vous ne voulez pas réinitialiser votre mot de passe, vous pouvez ignorer ce message. Ce lien expirera dans %(limit)s minutes. À bientôt sur %(base_url)s.

source: Update your password:
fr: Réinitialisez votre mot de passe :

source: You already changed your password. This link has expired.
fr: Vous avez déjà changé votre de mot de passe, ce lien a expiré.

source: You have already asked for a new password.
fr: Vous avez déjà une demande de réinitialisation de mot de passe en cours.

source: Your password has been changed.
fr: Votre mot de passe a été changé.

source: [%s] Request to change your password
fr: [%s] Demande de changement de mot de passe

source: captcha
fr: image test

source: incorrect captcha value
fr: mauvaise valeur pour l'image test

source: passwords are different
fr: les mots de passe sont différents

source: please copy the letters from the image
fr: recopiez le texte affiché dans l'image test

source: required attribute
fr: attribut requis

source: revocation_date
fr: date de révocation

source: unable to check captcha, please try again
fr: impossible de vérifier l'image test, essayez à nouveau

source: your email address
fr: votre adresse électronique
