Repository: pypi-data/pypi-mirror-9
Catalog: packages/trytond_health_inpatient/trytond_health_inpatient-2.8.1.tar.gz/trytond_health_inpatient-2.8.1/locale/*.po
Languages: el_gr

# error:gnuhealth.bed.transfer.create:
source: Destination bed is unavailable
el_gr: Η κλίνη προορισμού δεν είναι διαθέσιμη

# error:gnuhealth.bed.transfer.create:
source: You have chosen more than 1 records. Please choose only one
el_gr: Επιλέξατε περισσότερους από έναν φάκελο. Παρακαλώ επιλέξτε μόνον έναν

# error:gnuhealth.diet.belief:
source: The Diet code already exists
el_gr: Ο κωδικός δίαιτας υπάρχει ήδη

# error:gnuhealth.diet.therapeutic:
source: The Diet code already exists
el_gr: Ο κωδικός δίαιτας υπάρχει ήδη

# error:gnuhealth.inpatient.medication.log:
source: No health professional associated to this user
el_gr: Δεν υπάρχει συσχετισμένος επαγγελματίας υγείας με αυτόν τον χρήστη

# error:gnuhealth.inpatient.registration:
source: Bed is not available
el_gr: Η κλίνη δεν είναι διαθέσιμη

# error:gnuhealth.inpatient.registration:
source: Destination bed unavailable
el_gr: Κλίνη προορισμού μη διαθέσιμη

# error:gnuhealth.inpatient.registration:
source: The Registration code already exists
el_gr: Ο κωδικός εγγραφής ήδη υπάρχει

# field:gnuhealth.appointment,inpatient_registration_code:
source: Inpatient Registration
el_gr: Εγγραφή εσωτερικού ασθενούς

# field:gnuhealth.bed.transfer,bed_from:
source: From
el_gr: Από

# field:gnuhealth.bed.transfer,bed_to:
source: To
el_gr: Προς

# field:gnuhealth.bed.transfer,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.bed.transfer,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.bed.transfer,name:
source: Registration Code
el_gr: Κωδικός εγγραφής

# field:gnuhealth.bed.transfer,reason:
source: Reason
el_gr: Αιτία

# field:gnuhealth.bed.transfer,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.bed.transfer,transfer_date:
source: Date
el_gr: Ημερομηνία

# field:gnuhealth.bed.transfer,write_date:
source: Write Date
el_gr: Γράψτε την Ημερομηνία

# field:gnuhealth.bed.transfer,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.bed.transfer.init,newbed:
source: New Bed
el_gr: Νέα κλίνη

# field:gnuhealth.bed.transfer.init,reason:
source: Reason
el_gr: Αιτία

# field:gnuhealth.diet.belief,code:
source: Code
el_gr: Κωδικός

# field:gnuhealth.diet.belief,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.diet.belief,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.diet.belief,description:
source: Description
el_gr: Περιγραφή

# field:gnuhealth.diet.belief,name:
source: Belief
el_gr: Θρησκευτικές Πεποιθήσεις

# field:gnuhealth.diet.belief,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.diet.belief,write_date:
source: Write Date
el_gr: Γράψτε την Ημερομηνία

# field:gnuhealth.diet.belief,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.diet.therapeutic,code:
source: Code
el_gr: Κωδικός

# field:gnuhealth.diet.therapeutic,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.diet.therapeutic,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.diet.therapeutic,description:
source: Indications
el_gr: Ενδείξεις

# field:gnuhealth.diet.therapeutic,name:
source: Diet type
el_gr: Είδος δίαιτας

# field:gnuhealth.diet.therapeutic,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.diet.therapeutic,write_date:
source: Write Date
el_gr: Γράψτε την Ημερομηνία

# field:gnuhealth.diet.therapeutic,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.inpatient.diet,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.inpatient.diet,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.inpatient.diet,diet:
source: Diet
el_gr: Δίαιτα

# field:gnuhealth.inpatient.diet,name:
source: Registration Code
el_gr: Κωδικός εγγραφής

# field:gnuhealth.inpatient.diet,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.inpatient.diet,remarks:
source: Remarks / Directions
el_gr: Παρατηρήσεις / Κατευθύνσεις

# field:gnuhealth.inpatient.diet,write_date:
source: Write Date
el_gr: Γράψτε την Ημερομηνία

# field:gnuhealth.inpatient.diet,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.inpatient.medication,admin_times:
source: Admin times
el_gr: Διοικητικοί χρόνοι

# field:gnuhealth.inpatient.medication,adverse_reaction:
source: Adverse Reactions
el_gr: Ανεπιθύμητες ενέργειες

# field:gnuhealth.inpatient.medication,common_dosage:
source: Frequency
el_gr: Συχνότητα

# field:gnuhealth.inpatient.medication,course_completed:
source: Course Completed
el_gr: Συμπληρώθηκε η θεραπεία

# field:gnuhealth.inpatient.medication,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.inpatient.medication,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.inpatient.medication,discontinued:
source: Discontinued
el_gr: Έχει διακοπεί

# field:gnuhealth.inpatient.medication,discontinued_reason:
source: Reason for discontinuation
el_gr: Αιτία διακοπής

# field:gnuhealth.inpatient.medication,dose:
source: Dose
el_gr: Δόση

# field:gnuhealth.inpatient.medication,dose_unit:
source: dose unit
el_gr: μονάδες δοσολογίας

# field:gnuhealth.inpatient.medication,end_treatment:
source: End
el_gr: Τέλος

# field:gnuhealth.inpatient.medication,form:
source: Form
el_gr: Φόρμα

# field:gnuhealth.inpatient.medication,frequency:
source: Frequency
el_gr: Συχνότητα

# field:gnuhealth.inpatient.medication,frequency_prn:
source: PRN
el_gr: Επί ανάγκης

# field:gnuhealth.inpatient.medication,frequency_unit:
source: unit
el_gr: Μονάδα

# field:gnuhealth.inpatient.medication,indication:
source: Indication
el_gr: Ένδειξη

# field:gnuhealth.inpatient.medication,is_active:
source: Active
el_gr: Ενεργός

# field:gnuhealth.inpatient.medication,log_history:
source: Log History
el_gr: Ιστορικό αρχείου καταγραφής

# field:gnuhealth.inpatient.medication,medicament:
source: Medicament
el_gr: Φάρμακο

# field:gnuhealth.inpatient.medication,name:
source: Registration Code
el_gr: Κωδικός εγγραφής

# field:gnuhealth.inpatient.medication,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.inpatient.medication,route:
source: Administration Route
el_gr: Οδός χορήγησης

# field:gnuhealth.inpatient.medication,start_treatment:
source: Start
el_gr: Αρχή

# field:gnuhealth.inpatient.medication,write_date:
source: Write Date
el_gr: Γράψτε την Ημερομηνία

# field:gnuhealth.inpatient.medication,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.inpatient.medication.admin_time,admin_time:
source: Time
el_gr: Χρόνος

# field:gnuhealth.inpatient.medication.admin_time,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.inpatient.medication.admin_time,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.inpatient.medication.admin_time,dose:
source: Dose
el_gr: Δόση

# field:gnuhealth.inpatient.medication.admin_time,dose_unit:
source: dose unit
el_gr: μονάδες δοσολογίας

# field:gnuhealth.inpatient.medication.admin_time,name:
source: Medication
el_gr: Φάρμακα

# field:gnuhealth.inpatient.medication.admin_time,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.inpatient.medication.admin_time,remarks:
source: Remarks
el_gr: Παρατηρήσεις

# field:gnuhealth.inpatient.medication.admin_time,write_date:
source: Write Date
el_gr: Γράψτε την Ημερομηνία

# field:gnuhealth.inpatient.medication.admin_time,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.inpatient.medication.log,admin_time:
source: Date
el_gr: Ημερομηνία

# field:gnuhealth.inpatient.medication.log,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.inpatient.medication.log,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.inpatient.medication.log,dose:
source: Dose
el_gr: Δόση

# field:gnuhealth.inpatient.medication.log,dose_unit:
source: dose unit
el_gr: μονάδες δοσολογίας

# field:gnuhealth.inpatient.medication.log,health_professional:
source: Health Professional
el_gr: Επαγγελματίας Υγείας

# field:gnuhealth.inpatient.medication.log,name:
source: Medication
el_gr: Φάρμακα

# field:gnuhealth.inpatient.medication.log,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.inpatient.medication.log,remarks:
source: Remarks
el_gr: Παρατηρήσεις

# field:gnuhealth.inpatient.medication.log,write_date:
source: Write Date
el_gr: Γράψτε την Ημερομηνία

# field:gnuhealth.inpatient.medication.log,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.inpatient.registration,admission_reason:
source: Reason for Admission
el_gr: Αιτία εισαγωγής

# field:gnuhealth.inpatient.registration,admission_type:
source: Admission type
el_gr: Είδος εισαγωγής

# field:gnuhealth.inpatient.registration,attending_physician:
source: Attending Physician
el_gr: Θεράπων Ιατρός

# field:gnuhealth.inpatient.registration,bed:
source: Hospital Bed
el_gr: Νοσοκομειακή κλίνη

# field:gnuhealth.inpatient.registration,bed_transfers:
source: Transfer History
el_gr: Ιστορικό μεταφοράς

# field:gnuhealth.inpatient.registration,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.inpatient.registration,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.inpatient.registration,diet_belief:
source: Belief
el_gr: Θρησκευτικές Πεποιθήσεις

# field:gnuhealth.inpatient.registration,diet_vegetarian:
source: Vegetarian
el_gr: Χορτοφάγος

# field:gnuhealth.inpatient.registration,discharge_date:
source: Expected Discharge Date
el_gr: Αναμενόμενη ημερομ. εξιτηρίου

# field:gnuhealth.inpatient.registration,discharge_plan:
source: Discharge Plan
el_gr: Πλάνο εξιτηρίου

# field:gnuhealth.inpatient.registration,discharged_by:
source: Discharged by
el_gr: Πήρε εξιτήριο από

# field:gnuhealth.inpatient.registration,hospitalization_date:
source: Hospitalization date
el_gr: Ημερομηνία νοσοκομειακής νοσηλείας

# field:gnuhealth.inpatient.registration,info:
source: Extra Info
el_gr: Πρόσθετες πληροφορίες

# field:gnuhealth.inpatient.registration,institution:
source: Institution
el_gr: Ίδρυμα

# field:gnuhealth.inpatient.registration,medications:
source: Medications
el_gr: Φάρμακα

# field:gnuhealth.inpatient.registration,name:
source: Registration Code
el_gr: Κωδικός εγγραφής

# field:gnuhealth.inpatient.registration,nursing_plan:
source: Nursing Plan
el_gr: Νοσηλευτικό πλάνο

# field:gnuhealth.inpatient.registration,nutrition_notes:
source: Nutrition notes / directions
el_gr: Σημειώσεις διατροφής / κατευθύνσεις

# field:gnuhealth.inpatient.registration,operating_physician:
source: Operating Physician
el_gr: Ιατρός Χειρουργείου

# field:gnuhealth.inpatient.registration,patient:
source: Patient
el_gr: Ασθενής

# field:gnuhealth.inpatient.registration,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.inpatient.registration,state:
source: Status
el_gr: Κατάσταση

# field:gnuhealth.inpatient.registration,therapeutic_diets:
source: Meals / Diet Program
el_gr: Γεύματα / Πρόγραμμα δίαιτας

# field:gnuhealth.inpatient.registration,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία

# field:gnuhealth.inpatient.registration,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.patient,patient_status:
source: Hospitalized
el_gr: Νοσηλευόμενος

# field:gnuhealth.sequences,inpatient_registration_sequence:
source: Inpatient Sequence
el_gr: Σειρά εσωτερικών ασθενών

# help:gnuhealth.appointment,inpatient_registration_code:
source: Enter the patient hospitalization code
el_gr: Εισάγετε τον Κωδικό νοσοκομειακής νοσηλείας του ασθενούς

# help:gnuhealth.inpatient.diet,remarks:
source: specific remarks for this diet / patient
el_gr: ειδκές παρατηρήσεις για αυτή τη δίαιτα / αυτόν τον ασθενή

# help:gnuhealth.inpatient.medication,adverse_reaction:
source: Side effects or adverse reactions that the patient experienced
el_gr: Παρενέργειες που υπέστη ο ασθενής

# help:gnuhealth.inpatient.medication,common_dosage:
source: Common / standard dosage frequency for this medicament
el_gr: Κοινή / συνηθισμένη συχνότητα χορήγησης για το φάρμακο αυτό

# help:gnuhealth.inpatient.medication,discontinued_reason:
source: Short description for discontinuing the treatment
el_gr: Σύντομη περιγραφή για τη διακοπή της αγωγής

# help:gnuhealth.inpatient.medication,dose:
source: Amount of medication (eg, 250 mg) per dose
el_gr: Ποσότητα φαρμάκου (πχ, 250 mg) ανά δόση

# help:gnuhealth.inpatient.medication,dose_unit:
source: Unit of measure for the medication to be taken
el_gr: Μονάδα μέτρησης για το φάρμακο που πρέπει να ληφθεί

# help:gnuhealth.inpatient.medication,end_treatment:
source: Date of start of Treatment
el_gr: Ημερομηνία κατά την έναρξη της Αγωγής

# help:gnuhealth.inpatient.medication,form:
source: Drug form, such as tablet or gel
el_gr: Μορφή του φαρμάκου, όπως δισκίο ή γέλη

# help:gnuhealth.inpatient.medication,frequency:
source: Time in between doses the patient must wait (ie, for 1 pill each 8 hours, put here 8 and select "hours" in the unit field
el_gr: Χρονικό διάστημα ανάμεσα στις δόσεις, που ο ασθενής πρέπει να περιμένει (πχ, για 1 χάπι κάθε 8 ώρες, βάλτε εδώ το 8 και, στο πεδίο των μονάδων, επιλέξτε "ώρες"

# help:gnuhealth.inpatient.medication,frequency_prn:
source: Use it as needed, pro re nata
el_gr: Να χρησιμοποιείται επί ανάγκης, Pro Re Nata

# help:gnuhealth.inpatient.medication,indication:
source: Choose a disease for this medicament from the disease list. It can be an existing disease of the patient or a prophylactic.
el_gr: Από τον κατάλογο ασθενειών, επιλέξτε μία ασθένεια για το φάρμακο αυτό. Μπορεί να είναι κάποιο προϋπάρχον νόσημα του ασθενούς, ή ακόμη και προφυλακτικό.

# help:gnuhealth.inpatient.medication,is_active:
source: Check if the patient is currently taking the medication
el_gr: Ελέγξτε αν ο σθενής λαμβάνει τρεχόντως την αγωγή

# help:gnuhealth.inpatient.medication,medicament:
source: Prescribed Medicament
el_gr: Φάρμακο που συνταγογραφήθηκε

# help:gnuhealth.inpatient.medication,qty:
source: Quantity of units (eg, 2 capsules) of the medicament
el_gr: Ποσότητα μονάδων (πχ, 2 καψούλες) του φαρμάκου

# help:gnuhealth.inpatient.medication,route:
source: Drug administration route code.
el_gr: Κωδικός για την οδό χορήγησης του φαρμάκου

# help:gnuhealth.inpatient.medication,start_treatment:
source: Date of start of Treatment
el_gr: Ημερομηνία κατά την έναρξη της Αγωγής

# help:gnuhealth.inpatient.medication.admin_time,dose:
source: Amount of medication (eg, 250 mg) per dose
el_gr: Ποσότητα φαρμάκου (πχ, 250 mg) ανά δόση

# help:gnuhealth.inpatient.medication.admin_time,dose_unit:
source: Unit of measure for the medication to be taken
el_gr: Μονάδα μέτρησης για το φάρμακο που πρέπει να ληφθεί

# help:gnuhealth.inpatient.medication.admin_time,remarks:
source: specific remarks for this dose
el_gr: ειδκές παρατηρήσεις για αυτή τη δόση

# help:gnuhealth.inpatient.medication.log,dose:
source: Amount of medication (eg, 250 mg) per dose
el_gr: Ποσότητα φαρμάκου (πχ, 250 mg) ανά δόση

# help:gnuhealth.inpatient.medication.log,dose_unit:
source: Unit of measure for the medication to be taken
el_gr: Μονάδα μέτρησης για το φάρμακο που πρέπει να ληφθεί

# help:gnuhealth.inpatient.medication.log,remarks:
source: specific remarks for this dose
el_gr: ειδκές παρατηρήσεις για αυτή τη δόση

# help:gnuhealth.inpatient.registration,admission_reason:
source: Reason for Admission
el_gr: Αιτία εισαγωγής

# help:gnuhealth.inpatient.registration,diet_belief:
source: Enter the patient belief or religion to choose the proper diet
el_gr: Εισάγετε τις πεποιθήσεις ή τη θρησκεία του ασθενούς για την επιλογή της κατάλληλης δίαιτας

# help:gnuhealth.inpatient.registration,discharged_by:
source: Health Professional that discharged the patient
el_gr: Επαγγελματίας υγείας που έδωσε εξιτήριο στον ασθενή

# help:gnuhealth.patient,patient_status:
source: Show the hospitalization status of the patient
el_gr: Προβολή της κατάστασης νοσηλείας του ασθενούς

# model:gnuhealth.bed.transfer,name:
source: Bed transfers
el_gr: Μεταφορές κλίνης

# model:gnuhealth.bed.transfer.init,name:
source: Create Bed Transfer Init
el_gr: Δημιουργία Init για Μεταφορά Κλίνης

# model:gnuhealth.diet.belief,description:BUDDHIST
source: While Buddhism does not have specific dietary rules, some buddhists practise vegetarianism based on a strict interpretation of the first of the Five Precepts
el_gr: Αν και ο Βουδισμός δεν προβλέπει ειδικούς διατροφικούς κανόνες, μερικοί Βουδιστές ασκούν μια Φυτοφαγία που βασίζεται σε μια αυστηρή ερμηνεία του πρώτης από τις Πέντε Εντολές

# model:gnuhealth.diet.belief,description:EDENIC
source: A diet based on what Adam and Eve are believed to have consumed in Garden of Eden. Usually either vegetarian or vegan, and based predominantly on fruit
el_gr: Μία δίαιτα που βασίζεται σε όσα κατανάλωναν ο Αδάμ και η Εύα στον Κήπο της Εδέμ. Συνήθως, είτε Φυτοφαγική, είτε Βέγκαν, και που βασίζεται κυρίως στα φρούτα.

# model:gnuhealth.diet.belief,description:HALLELUJAH
source: Hallelujah diet: A form of Christian vegetarianism developed in the 1970s. The creators interpret a verse from the Bible as suggesting that Christians should only consume seed bearing plants and fruits.
el_gr: Δίαιτα Αλληλούια: μια μορφή Χριστιανικής Φυτοφαγίας που αναπτύχθηκε κατά τη δεκαετία του 70. Σύμφωνα με τους δημιουργούς της, η ερμηνεία ενός εδαφίου της Βίβλου σημαίνει πως οι Χριστιανοί θα έπρεπε να τρώνε μόνον φυτά που έχουν σπόρους και φρούτα.

# model:gnuhealth.diet.belief,description:HINDU
source: Hindu and Jain diets: Followers of Hinduism and Jainism often follow lacto-vegetarian diets, based on the principle of Ahimsa (non-harming)
el_gr: Ινδουιστική και Τζαϊνική Δίαιτα : Οι οπαδοί του Ινδουισμού και του Τζαϊνισμού ακολουθούν συχνά γαλακτο-φυτοφάγες/lacto-vegetarian δίαιτες, οι οποίες βασίζονται στην αρχή του μη βλάπτειν (Ahisma)

# model:gnuhealth.diet.belief,description:ISLAMIC
source: Muslims follow a diet consisting solely of food that is halal – permissible under Islamic law. The opposite of halal is haraam, food that is Islamically Impermissible. Haraam substances include alcohol, pork, and any meat from an animal which was not killed through the Islamic method of ritual slaughter (Dhabiha)
el_gr: Οι Μουσουλμάνοι ακολουθούν μι δίιτ που συνίστται μόνο σε τροφή χαλάλ - επιτρεπτή από τον ισλαμικό νόμο. Το αντίθετο του χαλάλ είναι το χαράαμ, δηλαδή τροφή που είναι ισλαμικά απαράδεκτη. Οι ουσίες χαράαμ περιλαμβάνουν το οινόπνευμα, το χοιρινό και οποιοδήποτε κρέας από ζώο που δεν σφάχτηκε σύμφωνα με την Ισλαμική μέθοδο της τελετουργικής σφαγής (Dhabibha)

# model:gnuhealth.diet.belief,description:ITAL
source: I-tal: A set of principles which influences the diet of many members of the Rastafari movement. One principle is that natural foods should be consumed. Some Rastafarians interpret I-tal to advocate vegetarianism or veganism
el_gr: I-tal: Ένα σύνολο αρχών που επηρρεάζουν την δίαιτα πολλών μελών του κινήματος Rastafari. Μία αρχή λέει ότι θα πρέπει να καταναλώνονται φυσικές τροφές. Μερικοί Rastafarians θεωρούν ότι το I-tal υποστηρίζει τη φυτοφαγία ή τον Βεγκανισμό

# model:gnuhealth.diet.belief,description:KOSHER
source: Kosher diet: Food permissible under Kashrut, the set of Jewish dietary laws, is said to be Kosher. Some foods and food combinations are non-Kosher, and failure to prepare food in accordance with Kashrut can make otherwise permissible foods non-Kosher.
el_gr: Δίαιτα Κόσερ: Οι τροφές που επιτρέπονται από το Κάσρουτ, το σύνολο τωνΕβραϊκών διαιτητικών νόμων, ονομάζονται Κόσερ. Μερικές τροφές ή συνδυασμοί τροφών δεν είναι Κόσερ και η μη παρασκευή τροφής σύμφωνα με το Κάσρουτ μπορεί να κάνει κάποιες, κατά τα άλλα αποδεκτές τροφές, μη-Κόσερ.

# model:gnuhealth.diet.belief,name:
source: Diet by Belief
el_gr: Δίαιτα ανά πεποίθηση

# model:gnuhealth.diet.belief,name:BUDDHIST
source: Buddhist
el_gr: Βουδιστής

# model:gnuhealth.diet.belief,name:EDENIC
source: Edenic
el_gr: Εδεμική

# model:gnuhealth.diet.belief,name:HALLELUJAH
source: Hallelujah
el_gr: Αλληλούια

# model:gnuhealth.diet.belief,name:HINDU
source: Hindu
el_gr: Ινδουιστής

# model:gnuhealth.diet.belief,name:ISLAMIC
source: Islamic
el_gr: Μουσουλμάνος

# model:gnuhealth.diet.belief,name:KOSHER
source: Kosher
el_gr: Εβραίος/ Κόσερ

# model:gnuhealth.diet.therapeutic,description:2GS
source: Used in the treatment of conditions characterized by edema, including the following: cirrhosis of the liver with ascites, Congested Heart Failure - CHF, essential hypertension and renal disease.
el_gr: Χρησιμοποιείται στη θεραπεία καταστάσεων που χαρακτηρίζονται από οίδημα και περιλαμβάνει τα εξής: κίρρωση του ήπατος με ασκίτη, Συμφορητική καρδιακή ανεπάρκεια - Ιδιοπαθή υπέρταση και Νεφρική νόσο.

# model:gnuhealth.diet.therapeutic,description:BLAND
source: The diet eliminates seasoned foods and condiments that may stimulate gastric discomfort and GERD
el_gr: Η δίαιτα αποκλείει συντηρημένες τροφές και καρυκεύματα που μπορούν να προκαλέσουν γαστρικό ερεθισμό και ΓΟΠ.

# model:gnuhealth.diet.therapeutic,description:CARDIAC
source: Provides controlled amounts of sodium, cholesterol, saturated and total fat
el_gr: Προσφέρει ελεγχόμενες ποσότητες νατρίου, χοληστερίνης, κορεσμένου και συνολικού λίπους

# model:gnuhealth.diet.therapeutic,description:CCH
source: 1200-3000 cal/day .The diet provides consistent amount of carbohydrate based on caloric level to allow for optimal blood glucose control. The diet provides a Bedtime snack for all calorie levels. (45% CHO, 25% protein, 30% fat)
el_gr: 1200-3000 cal/ημέρα. Η δίαιτα παρέχει μεγάλες ποσότητες υδατανθράκων, βασισμένων σε ένα επίπεδο θερμίδων για τον βέλτιστο έλεγχο της γλυκόζης αίματος. Η δίαιτα προβλέπει ένα σνακ κατά την ώρα της κατάκλισης για όλα τα επίπεδα θερμίδων. (45% CHO, 25% protein, 30% fat)

# model:gnuhealth.diet.therapeutic,description:CDD
source: 1800-3000 cal/day .The diet provides consistent amount of carbohydrate based on caloric level to allow for optimal blood glucose control. Snacks provided between meals to provide approximately 35-40% of Kcal from CHO.
el_gr: 1800-3000 cal/ημέρα. Η δίαιτα παρέχει σημαντικό ποσό υδατανθράκων, βασισμένων σε ένα επίπεδο θερμίδων που επιτρέπει τον βέλτιστο έλεγχο γλυκόζης αίματος. Προβλέπονται σνακς μετξύ των γευμάτων, για να παρέχουν περίπου 35-40% of Kcal από τους CHO.

# model:gnuhealth.diet.therapeutic,description:CLIQUID
source: The diet is indicated for short-term use whenever an acute illness or surgery causes intolerance to food; or to temporarily restrict undigested material in the GI tract. The diet is not nutritionally adequate.
el_gr: Η δίαιτα ενδείκνυται για βραχυπρόθεσμη χρήση, όποτε μία οξεία νόσος ή ένα χειρουργείο προκαλεί δυσανεξία στην τροφή. Ή για τον παροδικό περιορισμό άπεπτων συστατικών στο γαστρεντερικό σύστημα. Η δίαιτα δεν είναι διατροφικά κατάλληλη.

# model:gnuhealth.diet.therapeutic,description:CLIQUIDNCS
source: Clear liquid diet providing sugar-free products only (No Concentrated Sugar). This diet provides very limited amounts of carbohydrate.
el_gr: Δίαιτα καθαρών υγρών που προβλέπει μόνον προϊόντα χωρίς ζάχαρη (Όχι συμπυκνωμένη ζάχαρη). Αυτή η δίαιτα προσφέρει πολύ περορισμένες ποσότητες υδατανθράκων.

# model:gnuhealth.diet.therapeutic,description:DYSA
source: Mechanically altered. Meats are ground or minced. Foods are moist, soft-textured, and easily formed into a bolus. All vegetables are fork-mashable. Liquids must be ordered separately as regular, nectar, or honey.
el_gr: Με μηχανική αλλοίωση. Τα κρέατα είναι αλεσμένα. Οι τροφές είναι υγρές, με μαλακή υφή, και μετατρέπονται εύκολα σε μπουκιές. Όλα τα χορταρικά μπορούν να πατηθούν με το πηρούνι. Τα υγρά πρέπει να παραγγέλλονται χωριστά, σαν κανονικό νέκταρ ή μέλι.
