Repository: pypi-data/pypi-mirror-9
Catalog: packages/trytond_health_inpatient/trytond_health_inpatient-2.8.1.tar.gz/trytond_health_inpatient-2.8.1/locale/*.po
Languages: el_gr

# model:gnuhealth.diet.therapeutic,description:DYSAD
source: Foods are nearly regular textures with the exception of hard, sticky, or crunchy foods. Foods are moist, bite-sized pieces. All vegetables are fork-mashable. Liquids must be ordered separately as regular, nectar, or honey.
el_gr: Οι τροφές έχουν σχεδόν κανονική υφή, εκτός από τις σκληρές, κολλώδιες ή τραγανιστές τροφές.΄Οι τροφές είναι υγρές, σε κομματάκια μεγέθους μπουκιάς. Όλα τα λαχανικά και χόρτα είναι συμπιέσιμα με το πηρούνι. Τα υγρά πρέπει να παραγγέλλονται χωριστά, όπως το συνηθισμένο μέλι, ή ο βασιλικός πολτός.

# model:gnuhealth.diet.therapeutic,description:DYSP
source: For patients with problems chewing and swallowing or esophageal inflammation or varices. Food consistency is blended. Liquids must be ordered separately as regular, nectar, or honey.
el_gr: Για ασθενείς με προβλήματα μάσησης και κατάποσης, ή με οισοφαγίτιδα ή κιρσούς. Η τροφή έχει υφή αλεσμένου πολτού. Τα υγρά πρέπει να παραγέλλονται χωριστά, σαν το συνηθισμένο μέλι, ή τον βασιλικό πολτό.

# model:gnuhealth.diet.therapeutic,description:EMESIS
source: The diet provides bland, room temperature or cold foods separated into solids and liquids. Patients on this diet may request additional foods they feel can be tolerated. Patients are encouraged to separate their intake of food and drink
el_gr: Η δίαιτα προσφέρεται σε ήπια θερμοκρασία δωματίου ή και υπό μορφή κρύας τροφής, σε στερεά και υγρά. Οι ασθενείς που είναι σε αυτή τη δίαιτα δικαιούται να ζητήσουν πρόσθετες τροφές που νοιώθουν ότι μπορούν να ανεχθούν. Οι ασθενείς ενθαρρύνονται να κάνουν διαχωρισμούς στην πρόσληψη της τροφής και των ποτών τους.

# model:gnuhealth.diet.therapeutic,description:FINGERFOOD
source: Indicated for patients who may not be able to use utensils or for patients confined to a flat-lying position who require heart healthy foods.
el_gr: Ενδείκνυται για ασθενείς που δεν είναι σε θέση να χειρίζονται σκεύη, ή για ασθενείς που βρίσκονται σε υποχρεωτική κατάκλιση και χρειάζονται τροφές κατάλληλες για την καρδιοαγγειακή τους υγεία.

# model:gnuhealth.diet.therapeutic,description:FLLF
source: This diet is frequently used for GYN surgical patients. Provides foods such as non-cream based soups, Jell-O, juice, lactaid milk, tea and coffee
el_gr: Αυτή η δίαιτα χρησιμοποιείται συχνά για περιστατικά Γυναικολογικών χειρουργείων. Προσφέρει τροφές όπως μη-κρεμοειδείς σούπες, ζελέ, χυμούς, ξυνόγαλα, τσάι και καφέ.

# model:gnuhealth.diet.therapeutic,description:FULLLIQUID
source: The diet consists of foods that are liquid at body temperature. Foods are easy to digest and provide minimal stimulation to the GI tract. The diet is not nutritionally adequate.
el_gr: Η δίαιτα περιλαμβάνει τροφές που είνι υγρές σε θερμοκρασία σώματος. Οι τροφές είναι ευκολόπεπτες και προσφέρουν ελάχιστο γαστρεντερικό ερεθισμό. Η δίαιτα δεν είναι διατροφικά άρτια.

# model:gnuhealth.diet.therapeutic,description:GB1
source: Sugar-Free fluids
el_gr: Υγρά χωρίς ζάχαρη

# model:gnuhealth.diet.therapeutic,description:GB2
source: Easily digested, semi-liquid foods to be consumed in small amounts.
el_gr: Ευκολόπεπτες, ημίυγρες τροφές, που να καταναλώνονται σε μικρές ποσότητες.

# model:gnuhealth.diet.therapeutic,description:GB3
source: Soft or pureed foods that are easy to chew and digest
el_gr: Μαλακές πολτοποιημένες τροφές σε πουρέ, οι οποίες είναι εύκολες στη μάσηση και στην πέψη

# model:gnuhealth.diet.therapeutic,description:GB4
source: Soft foods such as cooked vegetables and soft or ground meats
el_gr: Μαλακές τροφές όπως βρασμένα λαχανικά και κρέατα μαλακά ή σε κιμά

# model:gnuhealth.diet.therapeutic,description:GISOFT
source: The diet limits most raw, highly-seasoned and fried foods. The diet contains only moderate amounts of fiber
el_gr: Η δίαιτα περιορίζει τις περισσότερες ωμές, συντηρημένες ή εποχιακές τροφές. Η δίαιτα περιλαμβάνει μόνο περιορισμένη ποσότητα ινών.

# model:gnuhealth.diet.therapeutic,description:GLUTENFREE
source: The diet omits foods processed with Gluten. The diet is the primary means of treatment for celiac sprue
el_gr: Η δίαιτα αποκλείει τις τροφές που περιλαμβάνουν στη σύστασή τους την γλουτένη. Η δίαιτα αυτή είναι το βασικό μέσο θεραπείας της κοιλιοκάκης.

# model:gnuhealth.diet.therapeutic,description:LOWFAT
source: Provides less than 30% energy from fat.
el_gr: Παρέχει λιγότερο από το 30% energy από το λίπος.

# model:gnuhealth.diet.therapeutic,description:MS
source: For patients who have difficulty in chewing or swallowing
el_gr: Για ασθενείς που έχουν δυσκολίες στη μάσηση ή στην κατάποση

# model:gnuhealth.diet.therapeutic,description:NAS
source: 4 grams Sodium. Provides a moderate sodium restriction by eliminating foods and condiments high in sodium
el_gr: 4 γραμμάρια Νάτριο. Προσφέρει έναν μέτριο περιορισμό σε Νάτριο, αφαιρώντας τις τροφές και τα καρυκεύματα που έχουν υψηλή περιεκτικότητα σε Νάτριο.

# model:gnuhealth.diet.therapeutic,description:NEUTROPENIC
source: The diet eliminates certain foods to provide a lower level of bacteria than is present in a typical hospital diet.
el_gr: Η δίαιτα αφαιρεί ορισμένες τροφές για να προσφέρει ένα χαμηλότερο επίπεδο βακτηρίων που είναι παρόν σε μία τυπική νοσοκομειακή δίαιτα.

# model:gnuhealth.diet.therapeutic,description:NPO
source: Nil per Os. Withhold oral food and fluids from the patient
el_gr: Ουδέν από του στόματος. Απαγορεύονται η τροφή και τα υγρά από του στόματος για τον ασθνεή

# model:gnuhealth.diet.therapeutic,description:PGMY
source: Low sugar, low fat, low lactose foods. No fluids with meals. Small frequent feedings
el_gr: Τροφές χαμηλές σε ζάχαρη, σε λίπος και σε λακτόζη. Καθόλου υγρά με τα γεύματα. Μικρές και συχνές σιτίσεις

# model:gnuhealth.diet.therapeutic,description:PRERENAL
source: Provides limited amounts of protein (40-60g/d), potassium (2g/d), and sodium (2g/d) for the pre-dialyzed patient.
el_gr: Προσφέρει περιορισμένες ποσότητες πρωτείνης (40-60 g/d), καλλίου (2g/d) και νατρίου (2g/d) για τον ασθενή πριν το στάδιο της διάλυσης.

# model:gnuhealth.diet.therapeutic,description:REG
source: No dietary modifications required
el_gr: Δεν απαιτούνται διαιτητικές μεταβολές

# model:gnuhealth.diet.therapeutic,description:RENAL
source: Provides adequate protein (80 - 100g/d) and limited amounts of potassium (2g) and sodium (2g) for the dialyzed patient.
el_gr: Προσφέρει κατάλληλη ποσότητα πρωτείνης (80 - 100g/d) και περιορισμένες ποσότητες καλλίου (2g) και νατρίου (2g) για τον ασθενή σε διάλυση.

# model:gnuhealth.diet.therapeutic,description:SFM
source: The diet provides 6 small meals daily
el_gr: Η δίαιτα παρέχει 6 μικρά γεύματα ημερησίως

# model:gnuhealth.diet.therapeutic,description:SLL
source: Soft bland foods that have low fiber content. Lactose is limited.
el_gr: Μαλακές ήπιες τροφές που έχουν χαμηλή περιεκτικότητα σε ίνα. Η λακτόζη είναι περιορισμένη.

# model:gnuhealth.diet.therapeutic,name:
source: Diet Therapy
el_gr: Θεραπευτική δίαιτα

# model:gnuhealth.diet.therapeutic,name:2GS
source: 2 gram Sodium
el_gr: 2 γραμμάρια Νατρίου

# model:gnuhealth.diet.therapeutic,name:BLAND
source: Bland
el_gr: Ήπια

# model:gnuhealth.diet.therapeutic,name:CARDIAC
source: Cardiac
el_gr: Καρδιακή

# model:gnuhealth.diet.therapeutic,name:CCH
source: Consistent Carbohydrate
el_gr: Συνεπής Υδατανθράκων

# model:gnuhealth.diet.therapeutic,name:CDD
source: Gestational Diabetic Diet
el_gr: Δίαιτα για διαβήτη κυήσεως

# model:gnuhealth.diet.therapeutic,name:CLIQUID
source: Clear Liquid
el_gr: Καθαρά υγρά

# model:gnuhealth.diet.therapeutic,name:CLIQUIDNCS
source: Clear Liquid / NCS
el_gr: Καθαρά υγρά / NCS

# model:gnuhealth.diet.therapeutic,name:DYSA
source: Dysphagia Altered
el_gr: Εναλλακτική Δυσφαγίας

# model:gnuhealth.diet.therapeutic,name:DYSAD
source: Dysphagia Advanced
el_gr: Προχωρημένη δυσφαγία

# model:gnuhealth.diet.therapeutic,name:DYSP
source: Dysphagia Puree
el_gr: Πουρές για δυσφαγία

# model:gnuhealth.diet.therapeutic,name:EMESIS
source: Hyperemesis
el_gr: Υπερέμεση

# model:gnuhealth.diet.therapeutic,name:FLLF
source: Full Liquid Lactose Free
el_gr: Πλήρως υγρή, Ελεύθερη λακτόζης

# model:gnuhealth.diet.therapeutic,name:FULLLIQUID
source: Full Liquid
el_gr: Πλήρως υγρή

# model:gnuhealth.diet.therapeutic,name:GB1
source: Gastric Bypass Stage 1
el_gr: Γαστρική αναστόμωση Στάδιο 1

# model:gnuhealth.diet.therapeutic,name:GB2
source: Gastric Bypass Stage 2
el_gr: Γαστρική αναστόμωση Στάδιο 2

# model:gnuhealth.diet.therapeutic,name:GB3
source: Gastric Bypass Stage 3
el_gr: Γαστρική αναστόμωση Στάδιο 3

# model:gnuhealth.diet.therapeutic,name:GB4
source: Gastric Bypass Stage 4
el_gr: Γαστρική αναστόμωση Στάδιο 4

# model:gnuhealth.diet.therapeutic,name:GISOFT
source: GI Soft - Low Residue
el_gr: Μαλακό - χαμηλό υπόλοιπο στο Γαστρεντερικό

# model:gnuhealth.diet.therapeutic,name:GLUTENFREE
source: Gluten Free
el_gr: Ελεύθερη γλουτένης

# model:gnuhealth.diet.therapeutic,name:LOWFAT
source: Low-Fat
el_gr: Χαμηλή σε λίπος

# model:gnuhealth.diet.therapeutic,name:MS
source: Mechanical Soft / Dental Soft
el_gr: Μηχανικά ελαφριά / Οδοντικά ελαφριά

# model:gnuhealth.diet.therapeutic,name:NAS
source: Not Added Salt - NAS
el_gr: Χωρίς προσθήκη άλατος

# model:gnuhealth.diet.therapeutic,name:NEUTROPENIC
source: Neutropenic
el_gr: Ουδετεροπενικός

# model:gnuhealth.diet.therapeutic,name:NPO
source: Nothing by Mouth / NPO
el_gr: Ουδέν από του στόματος

# model:gnuhealth.diet.therapeutic,name:PGMY
source: Post-Gastrectomy
el_gr: Μετά από γαστρεκτομή

# model:gnuhealth.diet.therapeutic,name:PRERENAL
source: PRERENAL
el_gr: ΠΡΟΝΕΦΡΙΚΗ

# model:gnuhealth.diet.therapeutic,name:REG
source: Regular
el_gr: Κανονική

# model:gnuhealth.diet.therapeutic,name:RENAL
source: RENAL
el_gr: ΝΕΦΡΙΚΗ

# model:gnuhealth.diet.therapeutic,name:SFM
source: Small Frequent Meals
el_gr: Μικρά συχνά γεύματα

# model:gnuhealth.diet.therapeutic,name:SLL
source: Surgical Low Lactose
el_gr: Χειρουργική με χαμηλή λακτόζη

# model:gnuhealth.inpatient.diet,name:
source: Inpatient Diet
el_gr: Δίαιτα νοσηλευομένου

# model:gnuhealth.inpatient.medication,name:
source: Inpatient Medication
el_gr: Φάρμακα νοσηλευομένου

# model:gnuhealth.inpatient.medication.admin_time,name:
source: Inpatient Medication Admin Times
el_gr: Χρόνοι χορήγησης φαρμάκων νοσηλευομένου

# model:gnuhealth.inpatient.medication.log,name:
source: Inpatient Medication Log History
el_gr: Καταγραφή ιστορικού φαρμάκων νοσηλευομένου

# model:gnuhealth.inpatient.registration,name:
source: Patient admission History
el_gr: Ιστορικό εισαγωγής του Ασθενούς

# model:ir.action,name:act_create_patient_bed_transfer
source: Bed Transfer
el_gr: Μεταφορά κλίνης

# model:ir.action,name:gnuhealth_action_inpatient_registration
source: Hospitalizations
el_gr: Νοσοκομ. Νοσηλείες

# model:ir.sequence,name:seq_gnuhealth_inpatient_registration
source: Inpatient Registration
el_gr: Εγγραφή Εσωτερ. Ασθενών

# model:ir.sequence.type,name:seq_type_gnuhealth_inpatient_registration
source: Inpatient Registration
el_gr: Εγγραφή Εσωτερ. Ασθενών

# model:ir.ui.menu,name:gnuhealth_inpatient_menu
source: Hospitalizations
el_gr: Νοσοκομ. Νοσηλείες

# model:res.group,name:group_health_inpatient_admin
source: Health Inpatient Administration
el_gr: Διαχείριση Εσωτερικού ασθενούς

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: days
el_gr: ημέρες

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: hours
el_gr: ώρες

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: minutes
el_gr: λεπτά

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: seconds
el_gr: δευτερόλεπτα

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: weeks
el_gr: εβδομάδες

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: when required
el_gr: όταν απαιτείται

# selection:gnuhealth.inpatient.registration,admission_type:
source: Elective
el_gr: Επιλεκτικά

# selection:gnuhealth.inpatient.registration,admission_type:
source: Emergency
el_gr: Επείγουσα

# selection:gnuhealth.inpatient.registration,admission_type:
source: Maternity
el_gr: Μητρότητα

# selection:gnuhealth.inpatient.registration,admission_type:
source: Routine
el_gr: Ρουτίνα

# selection:gnuhealth.inpatient.registration,admission_type:
source: Urgent
el_gr: Επειγόντως

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: Lacto vegetarian
el_gr: Γαλακτο-φυτοφαγική

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: Lacto-ovo vegetarian
el_gr: Αυγο-Γαλακτο φυτοφαγική

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: None
el_gr: Καμία

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: Pescetarian
el_gr: Ιχθυοφαγική

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: Vegan
el_gr: Βέγκαν

# selection:gnuhealth.inpatient.registration,diet_vegetarian:
source: Vegetarian
el_gr: Χορτοφάγος

# selection:gnuhealth.inpatient.registration,state:
source: Done
el_gr: Έγινε

# selection:gnuhealth.inpatient.registration,state:
source: cancelled
el_gr: έχει διαγραφεί

# selection:gnuhealth.inpatient.registration,state:
source: confirmed
el_gr: επιβεβαιώθηκε

# selection:gnuhealth.inpatient.registration,state:
source: free
el_gr: Ελεύθερος/η

# selection:gnuhealth.inpatient.registration,state:
source: hospitalized
el_gr: Σε νοσοκομειακή νοσηλεία

# view:gnuhealth.bed.transfer.init:
source: Patient Bed Transfer
el_gr: Μεταφορά κλίνης ασθενούς

# view:gnuhealth.bed.transfer:
source: Bed Transfer History
el_gr: Ιστορικό μεταφοράς κλίνης

# view:gnuhealth.diet.belief:
source: Diet Description
el_gr: Περιγραφή δίαιτας

# view:gnuhealth.diet.belief:
source: Diet related to beliefs
el_gr: Δίαιτα σχετική με θρησκευτικές πεποιθήσεις

# view:gnuhealth.diet.belief:
source: Therapeutic Diet
el_gr: Θεραπευτική δίαιτα

# view:gnuhealth.diet.therapeutic:
source: Diet Description and Indications
el_gr: Περιγραφή και Ενδείξεις δίαιτας

# view:gnuhealth.diet.therapeutic:
source: Therapeutic Diet
el_gr: Θεραπευτική δίαιτα

# view:gnuhealth.inpatient.diet:
source: Inpatient Diet
el_gr: Δίαιτα νοσηλευομένου

# view:gnuhealth.inpatient.medication.admin_time:
source: Inpatient Medication Admin Times
el_gr: Χρόνοι χορήγησης φαρμάκων νοσηλευομένου

# view:gnuhealth.inpatient.medication.log:
source: Inpatient Medication Log
el_gr: Αρχείο καταγραφής φαρμάκων ασθενούς

# view:gnuhealth.inpatient.medication:
source: Admnistration
el_gr: Διαχείριση

# view:gnuhealth.inpatient.medication:
source: Adverse Reactions and Notes
el_gr: Ανεπιθύμητες ενέργειες και Σημειώσεις

# view:gnuhealth.inpatient.medication:
source: Dosage
el_gr: Δοσολογία

# view:gnuhealth.inpatient.medication:
source: Extra Info
el_gr: Πρόσθετες πληροφορίες

# view:gnuhealth.inpatient.medication:
source: General Info
el_gr: Γενικές πληροφορίες

# view:gnuhealth.inpatient.medication:
source: Inpatient Medication
el_gr: Φάρμακα νοσηλευομένου

# view:gnuhealth.inpatient.medication:
source: Medication
el_gr: Φάρμακα

# view:gnuhealth.inpatient.medication:
source: Status
el_gr: Κατάσταση

# view:gnuhealth.inpatient.medication:
source: Treatment period
el_gr: Περίοδος θεραπείας

# view:gnuhealth.inpatient.registration:
source: Administrative data
el_gr: Διοικητικά στοιχεία

# view:gnuhealth.inpatient.registration:
source: Admission
el_gr: Εισαγωγή

# view:gnuhealth.inpatient.registration:
source: Admit the patient in the health institution and assign the bed
el_gr: Κάντε εισαγωγή του ασθενούς στο νοσηλευτικό ίδρυμα και αποδώστε μία κλίνη

# view:gnuhealth.inpatient.registration:
source: Cancel
el_gr: Διαγραφή

# view:gnuhealth.inpatient.registration:
source: Cancel Registration
el_gr: Διαγραφή της εγγραφής

# view:gnuhealth.inpatient.registration:
source: Cancel the patient registration process ?
el_gr: Διαγραφή της διαδικασίας εγγραφής του ασθενούς;

# view:gnuhealth.inpatient.registration:
source: Care Plan
el_gr: Πλάνο φροντίδας

# view:gnuhealth.inpatient.registration:
source: Confirm
el_gr: Επιβεβαίωση

# view:gnuhealth.inpatient.registration:
source: Confirm Registration / Make the reservation
el_gr: Επιβεβαίωση εγγραφής / Κάντε την κράτηση

# view:gnuhealth.inpatient.registration:
source: Discharge
el_gr: Εξιτήριο

# view:gnuhealth.inpatient.registration:
source: Discharge Patient
el_gr: Εξιτήριο ασθενούς

# view:gnuhealth.inpatient.registration:
source: Inpatient Registration Info
el_gr: Πληροφορίες εγγραφής ασθενούς

# view:gnuhealth.inpatient.registration:
source: Inpatient Registration Information
el_gr: Πληροφορίες εγγραφής εσωτερικού ασθνεούς

# view:gnuhealth.inpatient.registration:
source: Medication Plan
el_gr: Πλάνο φαρμακευτικής αγωγής

# view:gnuhealth.inpatient.registration:
source: Nutrition
el_gr: Διατροφή

# view:gnuhealth.inpatient.registration:
source: Other nutrition notes / directions
el_gr: Άλλες οδηγίες / σημειώσεις για την διατροφή

# view:gnuhealth.inpatient.registration:
source: Patient Admission
el_gr: Εισαγωγή ασθενούς

# view:gnuhealth.inpatient.registration:
source: You are about to SIGN the discharge the patient from the health institution. This record will become READ ONLY
el_gr: Πρόκειται να ΥΠΟΓΡΑΨΕΤΕ το εξιτήριο του ασθενούς από το νοσηλευτικό ίδρυμα. Το αρχείο θα καταστεί ΜΟΝΟ ΓΙΑ ΑΝΑΓΝΩΣΗ

# wizard_button:gnuhealth.bed.transfer.create,start,create_bed_transfer:
source: Transfer Patient
el_gr: Μεταφορά σθενούς

# wizard_button:gnuhealth.bed.transfer.create,start,end:
source: Cancel
el_gr: Διαγραφή
