Repository: pypi-data/pypi-mirror-9
Catalog: packages/trytond_health_icu/trytond_health_icu-2.8.1.tar.gz/trytond_health_icu-2.8.1/locale/*.po
Languages: el_gr

# error:gnuhealth.icu.ventilation:
source: Our records indicate that the patient is already on Mechanical Ventilation !
el_gr: Τα στοιχεί μας δείχνουν ότι ο ασθενής είναι ήδη σε Μηχανικό Αερισμό !

# error:gnuhealth.inpatient.icu:
source: Our records indicate that the patient is already admitted at ICU
el_gr: Τα στοιχεία μας δείχνουν ότι ο ασθενής εισήχθη ήδη στη ΜΕΘ

# field:gnuhealth.icu.apache2,age:
source: Age
el_gr: Ηλικία

# field:gnuhealth.icu.apache2,apache_score:
source: Score
el_gr: Βαθμολογία

# field:gnuhealth.icu.apache2,chronic_condition:
source: Chronic condition
el_gr: Χρόνια κατάσταση

# field:gnuhealth.icu.apache2,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.icu.apache2,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.icu.apache2,heart_rate:
source: Heart Rate
el_gr: Καρδ. Συχνότητα

# field:gnuhealth.icu.apache2,hematocrit:
source: Hematocrit
el_gr: Αιματοκρίτης

# field:gnuhealth.icu.apache2,hospital_admission_type:
source: Hospital Admission Type
el_gr: Είδος Νοσοκομειακής εισαγωγής

# field:gnuhealth.icu.apache2,name:
source: Registration Code
el_gr: Κωδικός εγγραφής

# field:gnuhealth.icu.apache2,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.icu.apache2,respiratory_rate:
source: Respiratory Rate
el_gr: Αναπνευστ. συχνότητα

# field:gnuhealth.icu.apache2,score_date:
source: Date
el_gr: Ημερομηνία

# field:gnuhealth.icu.apache2,serum_creatinine:
source: Creatinine
el_gr: Κρεατινίνη

# field:gnuhealth.icu.apache2,serum_potassium:
source: Potassium
el_gr: Κάλιο

# field:gnuhealth.icu.apache2,serum_sodium:
source: Sodium
el_gr: Νάτριο

# field:gnuhealth.icu.apache2,temperature:
source: Temperature
el_gr: Θερμοκρασία

# field:gnuhealth.icu.apache2,wbc:
source: WBC
el_gr: Λευκά αιμοσφαίρια

# field:gnuhealth.icu.apache2,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία

# field:gnuhealth.icu.apache2,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.icu.chest_drainage,air_leak:
source: Air Leak
el_gr: Διαφυγή αέρος

# field:gnuhealth.icu.chest_drainage,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.icu.chest_drainage,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.icu.chest_drainage,fluid_aspect:
source: Aspect
el_gr: Όψη

# field:gnuhealth.icu.chest_drainage,fluid_volume:
source: Volume
el_gr: Όγκος

# field:gnuhealth.icu.chest_drainage,location:
source: Location
el_gr: Τοποθεσία

# field:gnuhealth.icu.chest_drainage,name:
source: Rounding
el_gr: Επίσκεψη τμήματος

# field:gnuhealth.icu.chest_drainage,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.icu.chest_drainage,remarks:
source: Remarks
el_gr: Παρατηρήσεις

# field:gnuhealth.icu.chest_drainage,suction:
source: Suction
el_gr: Αναρρόφηση

# field:gnuhealth.icu.chest_drainage,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία

# field:gnuhealth.icu.chest_drainage,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.icu.ecg,axis:
source: Axis
el_gr: Άξονας

# field:gnuhealth.icu.ecg,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.icu.ecg,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.icu.ecg,ecg_date:
source: Date
el_gr: Ημερομηνία

# field:gnuhealth.icu.ecg,ecg_strip:
source: ECG Strip
el_gr: Λωρίδα ΗΚΓ

# field:gnuhealth.icu.ecg,interpretation:
source: Interpretation
el_gr: Ερμηνεία

# field:gnuhealth.icu.ecg,lead:
source: Lead
el_gr: Απαγωγή

# field:gnuhealth.icu.ecg,name:
source: Registration Code
el_gr: Κωδικός εγγραφής

# field:gnuhealth.icu.ecg,pacemaker:
source: Pacemaker
el_gr: Βηματοδότης

# field:gnuhealth.icu.ecg,rate:
source: Rate
el_gr: Συχνότητα

# field:gnuhealth.icu.ecg,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.icu.ecg,rhythm:
source: Rhythm
el_gr: Ρυθμός

# field:gnuhealth.icu.ecg,st_segment:
source: ST Segment
el_gr: Τμήμα ST

# field:gnuhealth.icu.ecg,twave_inversion:
source: T wave inversion
el_gr: Αναστροφή κύματος Τ

# field:gnuhealth.icu.ecg,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία

# field:gnuhealth.icu.ecg,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.icu.glasgow,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.icu.glasgow,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.icu.glasgow,evaluation_date:
source: Date
el_gr: Ημερομηνία

# field:gnuhealth.icu.glasgow,glasgow:
source: Glasgow
el_gr: Κλίμακα Γλασκώβης

# field:gnuhealth.icu.glasgow,glasgow_eyes:
source: Eyes
el_gr: Οφθαλμοί

# field:gnuhealth.icu.glasgow,glasgow_motor:
source: Motor
el_gr: Κινητικά

# field:gnuhealth.icu.glasgow,glasgow_verbal:
source: Verbal
el_gr: Λεκτικά

# field:gnuhealth.icu.glasgow,name:
source: Registration Code
el_gr: Κωδικός εγγραφής

# field:gnuhealth.icu.glasgow,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.icu.glasgow,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία

# field:gnuhealth.icu.glasgow,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.icu.ventilation,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.icu.ventilation,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.icu.ventilation,current_mv:
source: Current
el_gr: Τρεχόντως

# field:gnuhealth.icu.ventilation,ett_size:
source: ETT Size
el_gr: Μέγεθος Τραχειοσωλήνα

# field:gnuhealth.icu.ventilation,mv_end:
source: To
el_gr: Προς

# field:gnuhealth.icu.ventilation,mv_period:
source: Duration
el_gr: Διάρκεια

# field:gnuhealth.icu.ventilation,mv_start:
source: From
el_gr: Από

# field:gnuhealth.icu.ventilation,name:
source: Patient ICU Admission
el_gr: Εισαγωγή ασθενούς στη ΜΕΘ

# field:gnuhealth.icu.ventilation,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.icu.ventilation,remarks:
source: Remarks
el_gr: Παρατηρήσεις

# field:gnuhealth.icu.ventilation,tracheostomy_size:
source: Tracheostomy size
el_gr: Μέγεθος τραχειοστομίας

# field:gnuhealth.icu.ventilation,ventilation:
source: Type
el_gr: Είδος

# field:gnuhealth.icu.ventilation,write_date:
source: Write Date
el_gr: Γράψτε την Ημερομηνία

# field:gnuhealth.icu.ventilation,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.inpatient.icu,admitted:
source: Admitted
el_gr: Έγινε εισαγωγή

# field:gnuhealth.inpatient.icu,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας

# field:gnuhealth.inpatient.icu,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη

# field:gnuhealth.inpatient.icu,discharged_from_icu:
source: Discharged
el_gr: Εξιτήριο

# field:gnuhealth.inpatient.icu,icu_admission_date:
source: ICU Admission
el_gr: Εισαγωγή ΜΕΘ

# field:gnuhealth.inpatient.icu,icu_discharge_date:
source: Discharge
el_gr: Εξιτήριο

# field:gnuhealth.inpatient.icu,icu_stay:
source: Duration
el_gr: Διάρκεια

# field:gnuhealth.inpatient.icu,mv_history:
source: Mechanical Ventilation History
el_gr: Ιστορικό Μηχανικού Αερισμού

# field:gnuhealth.inpatient.icu,name:
source: Registration Code
el_gr: Κωδικός εγγραφής

# field:gnuhealth.inpatient.icu,rec_name:
source: Name
el_gr: Όνομα

# field:gnuhealth.inpatient.icu,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία

# field:gnuhealth.inpatient.icu,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη

# field:gnuhealth.inpatient.registration,icu:
source: ICU
el_gr: ΜΕΘ

# field:gnuhealth.inpatient.registration,icu_admissions:
source: ICU Admissions
el_gr: Εισαγωγές ΜΕΘ

# field:gnuhealth.patient.rounding,anisocoria:
source: Anisocoria
el_gr: Ανισοκορία

# field:gnuhealth.patient.rounding,arterial_access:
source: Arterial Access
el_gr: Αρτηριακή πρόσβαση

# field:gnuhealth.patient.rounding,bacteremia:
source: Bacteremia
el_gr: Βακτηριαιμία

# field:gnuhealth.patient.rounding,bowel_sounds:
source: Bowel Sounds
el_gr: Εντερικοί ήχοι

# field:gnuhealth.patient.rounding,cellulitis:
source: Cellulitis
el_gr: Κυτταρίτιδα

# field:gnuhealth.patient.rounding,chest_drainages:
source: Drainages
el_gr: Παροχετεύσεις

# field:gnuhealth.patient.rounding,chest_expansion:
source: Expansion
el_gr: Έκπτυξη

# field:gnuhealth.patient.rounding,dialysis:
source: Dialysis
el_gr: Διάλυση

# field:gnuhealth.patient.rounding,ecg:
source: ECG
el_gr: ΗΚΓ

# field:gnuhealth.patient.rounding,edema:
source: Edema
el_gr: Οίδημα

# field:gnuhealth.patient.rounding,icu_patient:
source: ICU
el_gr: ΜΕΘ

# field:gnuhealth.patient.rounding,left_pupil:
source: L
el_gr: Αρ.

# field:gnuhealth.patient.rounding,lips_lesion:
source: Lips lesion
el_gr: Βλάβη χειλέων

# field:gnuhealth.patient.rounding,necrotizing_fasciitis:
source: Necrotizing fasciitis
el_gr: Νεκρωτική απονευρωσίτιδα

# field:gnuhealth.patient.rounding,oral_mucosa_lesion:
source: Oral mucosa lesion
el_gr: Βλάβη στοματικού βλεννογόνου

# field:gnuhealth.patient.rounding,oxygen_mask:
source: Oxygen Mask
el_gr: Μάσκα οξυγόνου

# field:gnuhealth.patient.rounding,paradoxical_expansion:
source: Paradoxical
el_gr: Παράδοξη

# field:gnuhealth.patient.rounding,peritonitis:
source: Peritonitis signs
el_gr: Σημεία περιτονίτιδας

# field:gnuhealth.patient.rounding,pupil_consensual_resp:
source: Consensual Response
el_gr: Ομόπλευρη απάντηση

# field:gnuhealth.patient.rounding,pupil_dilation:
source: Pupil Dilation
el_gr: Μυδρίαση

# field:gnuhealth.patient.rounding,pupillary_reactivity:
source: Pupillary Reactivity
el_gr: Αντιδραστικότητα της κόρης

# field:gnuhealth.patient.rounding,respiration_type:
source: Respiration
el_gr: Αναπνοή

# field:gnuhealth.patient.rounding,right_pupil:
source: R
el_gr: Δεξ.

# field:gnuhealth.patient.rounding,ssi:
source: Surgery Site Infection
el_gr: Λοίμωξη χειρουργικής πληγής

# field:gnuhealth.patient.rounding,stools:
source: Stools
el_gr: Κόπρανα

# field:gnuhealth.patient.rounding,trachea_alignment:
source: Tracheal alignment
el_gr: Ευθυγράμμιση τραχείας

# field:gnuhealth.patient.rounding,venous_access:
source: Venous Access
el_gr: Φλεβική πρόσβαση

# field:gnuhealth.patient.rounding,vomiting:
source: Vomiting
el_gr: Έμμετος

# field:gnuhealth.patient.rounding,wound_dehiscence:
source: Wound Dehiscence
el_gr: Διάσπαση τραύματος

# field:gnuhealth.patient.rounding,xray:
source: Xray
el_gr: Ακτινογραφία

# help:gnuhealth.icu.apache2,age:
source: Patient age in years
el_gr: Ηλικία ασθενούς σε έτη

# help:gnuhealth.icu.apache2,arf:
source: Acute Renal Failure
el_gr: Οξεία Νεφρική Ανεπάρκεια

# help:gnuhealth.icu.apache2,chronic_condition:
source: Organ Failure or immunocompromised patient
el_gr: Οργανική ανεπάρκεια ή Ανοσοκατεσταλμένος ασθενής

# help:gnuhealth.icu.apache2,gcs:
source: Last Glasgow Coma Scale You can use the GSC calculator from the Patient Evaluation Form.
el_gr: Τελευταίο GCS Μπορείτε να χρησιμοποιήσετε το σύστημα υπολογισμού GCS από τη Φόρμα Εκτίμησης Ασθενούς

# help:gnuhealth.icu.apache2,mean_ap:
source: Mean Arterial Pressure
el_gr: Μέση Αρτηριακή Πίεση

# help:gnuhealth.icu.apache2,score_date:
source: Date of the score
el_gr: Ημερομ. βαθμολογίας

# help:gnuhealth.icu.apache2,temperature:
source: Rectal temperature
el_gr: Πρωκτική θερμοκρασία

# help:gnuhealth.icu.apache2,wbc:
source: White blood cells x 1000 - if you want to input 4500 wbc / ml, type in 4.5
el_gr: Λευκά αιμοσφαίρια x 1000 - Αν θέλετε να εισάγετε 4500 wbc/ml, πληκτρολογείστε 4.5

# help:gnuhealth.icu.ecg,pr:
source: Duration of PR interval in milliseconds
el_gr: Διάρκεια του τμήματος PR σε msec

# help:gnuhealth.icu.ecg,qrs:
source: Duration of QRS interval in milliseconds
el_gr: Διάρκεια του τμήματος QRS σε msec

# help:gnuhealth.icu.ecg,qt:
source: Duration of QT interval in milliseconds
el_gr: Διάρκεια του τμήματος QT σε msec

# help:gnuhealth.icu.glasgow,evaluation_date:
source: Date / Time
el_gr: Ημερομ. / Ώρα

# help:gnuhealth.icu.glasgow,glasgow:
source: Level of Consciousness - on Glasgow Coma Scale : < 9 severe - 9-12 Moderate, > 13 minor
el_gr: Επίπεδο συνείδησης - στη βαθμολογία Κλίμακος Γλασκώβης: < 9 Σοβαρό- 9-12 Μέτριο, > 13 ήπιο

# help:gnuhealth.icu.ventilation,mv_end:
source: End of Mechanical Ventilation
el_gr: Τέλος μηχανικού αερισμού

# help:gnuhealth.icu.ventilation,mv_start:
source: Start of Mechanical Ventilation
el_gr: Έναρξη μηχανικού αερισμού

# help:gnuhealth.inpatient.icu,admitted:
source: Will be set when the patient is currently admitted at ICU
el_gr: Θα ορισθεί όταν ο ασθενής νοσηλεύεται τρεχόντως στη ΜΕΘ

# help:gnuhealth.inpatient.icu,icu_admission_date:
source: ICU Admission Date
el_gr: Ημερομ. εισαγωγής στη ΜΕΘ

# help:gnuhealth.inpatient.registration,icu:
source: Shows if patient was admitted to the Intensive Care Unit during the hospitalization period
el_gr: Δείχνει αν ο ασθενής εισήχθη στη ΜΕΝΝ κατά τη νοσοκομειακή περίοδο

# help:gnuhealth.patient.rounding,icu_patient:
source: Check this box if this isan Intensive Care Unit rounding.
el_gr: Τσεκάρετε αυτό το κουτάκι αν αυτό είναι ένα περιβάλλον ΜΕΘ

# help:gnuhealth.patient.rounding,left_pupil:
source: size in mm of left pupil
el_gr: μέγεθος αριστερής κόρης σε mm

# help:gnuhealth.patient.rounding,paradoxical_expansion:
source: Paradoxical Chest Expansion
el_gr: Παράδοξη έκπτυξη θώρακος

# help:gnuhealth.patient.rounding,peep_pressure:
source: Pressure
el_gr: Πίεση

# help:gnuhealth.patient.rounding,right_pupil:
source: size in mm of right pupil
el_gr: μέγεθος δεξιάς κόρης σε mm

# help:gnuhealth.patient.rounding,sce:
source: Subcutaneous Emphysema
el_gr: Υποδόριο εμφύσημα

# help:gnuhealth.patient.rounding,swan_ganz:
source: Pulmonary Artery Catheterization - PAC -
el_gr: Καθετηριασμός πνευμονικής αρτηρίας - PAC -

# model:gnuhealth.icu.apache2,name:
source: Apache II scoring
el_gr: Βαθμολογία Apache II

# model:gnuhealth.icu.chest_drainage,name:
source: Chest Drainage Asessment
el_gr: Εκτίμηση θωρακικής παροχέτευσης

# model:gnuhealth.icu.ecg,name:
source: ECG
el_gr: ΗΚΓ

# model:gnuhealth.icu.ventilation,name:
source: Mechanical Ventilation History
el_gr: Ιστορικό Μηχανικού Αερισμού

# model:gnuhealth.inpatient.icu,name:
source: Patient ICU Information
el_gr: Πληροφορίες για τον ασθενή ΜΕΘ

# model:ir.action,name:act_ecg_form1
source: ECG
el_gr: ΗΚΓ

# model:ir.action,name:action_gnuhealth_icu_apache2_form
source: APACHE II Score
el_gr: Βαθμολογία APACHE II

# model:ir.action,name:action_gnuhealth_icu_ecg_form
source: ECG
el_gr: ΗΚΓ

# model:ir.action,name:action_gnuhealth_inpatient_icu_form
source: Patient ICU Info
el_gr: Πληροφορίες ασθενούς ΜΕΘ

# model:ir.ui.menu,name:gnuhealth_icu_menu
source: Intensive Care
el_gr: Εντατική Μονάδα

# model:ir.ui.menu,name:menu_gnuhealth_icu_apache2_list
source: APACHE II Score
el_gr: Βαθμολογία APACHE II

# model:ir.ui.menu,name:menu_gnuhealth_icu_ecg_list
source: ECG
el_gr: ΗΚΓ

# model:ir.ui.menu,name:menu_gnuhealth_inpatient_icu_list
source: Patient ICU Info
el_gr: Πληροφορίες ασθενούς ΜΕΘ

# selection:gnuhealth.icu.apache2,hospital_admission_type:
source: Medical or emergency postoperative
el_gr: Μετεγχειρητικό ιατρικό ή επείγον

# selection:gnuhealth.icu.apache2,hospital_admission_type:
source: elective postoperative
el_gr: επιλεκτική μετεγχειρητικά

# selection:gnuhealth.icu.chest_drainage,fluid_aspect:
source: Bloody
el_gr: Αιματηρός/ή

# selection:gnuhealth.icu.chest_drainage,fluid_aspect:
source: Chylous
el_gr: Χυλώδης

# selection:gnuhealth.icu.chest_drainage,fluid_aspect:
source: Purulent
el_gr: Πυώδης

# selection:gnuhealth.icu.chest_drainage,fluid_aspect:
source: Serous
el_gr: Ορώδης

# selection:gnuhealth.icu.chest_drainage,location:
source: Left Pleura
el_gr: Αριστερός Υπεζωκώς

# selection:gnuhealth.icu.chest_drainage,location:
source: Mediastinum
el_gr: Μεσοπνευμόνιο

# selection:gnuhealth.icu.chest_drainage,location:
source: Right Pleura
el_gr: Δεξιός Υπεζωκώς

# selection:gnuhealth.icu.ecg,axis:
source: Extreme right deviation
el_gr: Ακραία δεξιά παρεκτόπιση

# selection:gnuhealth.icu.ecg,axis:
source: Left deviation
el_gr: Αριστερά παρεκτόπιση

# selection:gnuhealth.icu.ecg,axis:
source: Normal Axis
el_gr: Φυσιολογικός άξονας

# selection:gnuhealth.icu.ecg,axis:
source: Right deviation
el_gr: Δεξιά παρεκτόπιση

# selection:gnuhealth.icu.ecg,pacemaker:
source: Atrioventricular
el_gr: Κολπο-κοιλιακός

# selection:gnuhealth.icu.ecg,pacemaker:
source: Sinus Node
el_gr: Φλεβόκομβος

# selection:gnuhealth.icu.ecg,rhythm:
source: Irregular
el_gr: Ακανόνιστα

# selection:gnuhealth.icu.ecg,rhythm:
source: Regular
el_gr: Κανονική

# selection:gnuhealth.icu.ecg,st_segment:
source: Depressed
el_gr: Σε καταστολή

# selection:gnuhealth.icu.ecg,st_segment:
source: Elevated
el_gr: Ηυξημένη

# selection:gnuhealth.icu.ecg,st_segment:
source: Normal
el_gr: Φυσιολογικός

# selection:gnuhealth.icu.glasgow,glasgow_eyes:
source: 1 : Does not Open Eyes
el_gr: 1 : Δεν ανοίγει μάτια

# selection:gnuhealth.icu.glasgow,glasgow_eyes:
source: 2 : Opens eyes in response to painful stimuli
el_gr: 2 : Ανοίγει μάτια μετά από επώδυνα ερεθίσματα

# selection:gnuhealth.icu.glasgow,glasgow_eyes:
source: 3 : Opens eyes in response to voice
el_gr: 3 : Ανοίγιε μάτια σε ανταπόκριση στη φωνή

# selection:gnuhealth.icu.glasgow,glasgow_eyes:
source: 4 : Opens eyes spontaneously
el_gr: 4 : Ανοίγει μάτια αυθόρμητα

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 1 : Makes no movement
el_gr: 1 : Δεν κάνει καμία κίνηση no movement

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 2 : Extension to painful stimuli - decerebrate response -
el_gr: 2 : Έκταση μετά από επώδυνα ερεθίσματα - απάντηση απεγκεφαλισμού -

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 3 : Abnormal flexion to painful stimuli (decorticate response)
el_gr: 3 : Παθολογκή κάμψη στα επώδυνα ερεθίσματα (απάντηση αποφλοίωσης)

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 4 : Flexion / Withdrawal to painful stimuli
el_gr: 4 : Κάμψη / Απόσυρση από τα επώδυνα ερεθίσματα

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 5 : localizes painful stimuli
el_gr: 5 : εντοπίζει επώδυνα ερεθίσματα painful stimuli

# selection:gnuhealth.icu.glasgow,glasgow_motor:
source: 6 : Obeys commands
el_gr: 6 : Υπακούει σε εντολές commands

# selection:gnuhealth.icu.glasgow,glasgow_verbal:
source: 1 : Makes no sounds
el_gr: 1 : Δεν κάνει κανέναν ήχο no sounds

# selection:gnuhealth.icu.glasgow,glasgow_verbal:
source: 2 : Incomprehensible sounds
el_gr: 2 : Ακατανόητοι ήχοι

# selection:gnuhealth.icu.glasgow,glasgow_verbal:
source: 3 : Utters inappropriate words
el_gr: 3 : Ψελλίζει ακατάλληλες λέξεις

# selection:gnuhealth.icu.glasgow,glasgow_verbal:
source: 4 : Confused, disoriented
el_gr: 4 : Συγκεχυμένος, αποπροσανατολισμένος

# selection:gnuhealth.icu.glasgow,glasgow_verbal:
source: 5 : Oriented, converses normally
el_gr: 5 : Προσανατολισμένος, συνομιλεί κανονικά

# selection:gnuhealth.icu.ventilation,ventilation:
source: Non-Invasive Positive Pressure
el_gr: Μη-επεμβατική Θετική πίεση

# selection:gnuhealth.icu.ventilation,ventilation:
source: None - Maintains Own
el_gr: Καμία - Εμφανίζει δική του δραστηριότητα

# selection:gnuhealth.icu.ventilation,ventilation:
source: Tracheostomy
el_gr: Τραχειοστομία

# selection:gnuhealth.patient.rounding,bowel_sounds:
source: Absent
el_gr: Απών/ Απούσα

# selection:gnuhealth.patient.rounding,bowel_sounds:
source: Decreased
el_gr: Ελαττωμένος

# selection:gnuhealth.patient.rounding,bowel_sounds:
source: Increased
el_gr: Αυξημένος

# selection:gnuhealth.patient.rounding,bowel_sounds:
source: Normal
el_gr: Φυσιολογικός

# selection:gnuhealth.patient.rounding,chest_expansion:
source: Asymmetrical
el_gr: Ασύμμετρος

# selection:gnuhealth.patient.rounding,chest_expansion:
source: Symmetrical
el_gr: Συμμετρικός

# selection:gnuhealth.patient.rounding,edema:
source: Anasarca
el_gr: Οίδημα ανά σάρκα

# selection:gnuhealth.patient.rounding,edema:
source: None
el_gr: Καμία

# selection:gnuhealth.patient.rounding,edema:
source: Peripheral
el_gr: Περιφερικό

# selection:gnuhealth.patient.rounding,pupil_dilation:
source: Miosis
el_gr: Μύση

# selection:gnuhealth.patient.rounding,pupil_dilation:
source: Mydriasis
el_gr: Μυδρίαση

# selection:gnuhealth.patient.rounding,pupil_dilation:
source: Normal
el_gr: Φυσιολογικός

# selection:gnuhealth.patient.rounding,pupillary_reactivity:
source: Brisk
el_gr: Ζωηρό

# selection:gnuhealth.patient.rounding,pupillary_reactivity:
source: Nonreactive
el_gr: Δεν παράγεται

# selection:gnuhealth.patient.rounding,pupillary_reactivity:
source: Sluggish
el_gr: Βραδύ

# selection:gnuhealth.patient.rounding,respiration_type:
source: Intercostal
el_gr: Μεσοπλεύριο

# selection:gnuhealth.patient.rounding,respiration_type:
source: Labored
el_gr: Εργώδης

# selection:gnuhealth.patient.rounding,respiration_type:
source: Regular
el_gr: Κανονική

# selection:gnuhealth.patient.rounding,respiration_type:
source: Shallow
el_gr: Ρηχή

# selection:gnuhealth.patient.rounding,stools:
source: Constipation
el_gr: Δυσκοιλιότητα

# selection:gnuhealth.patient.rounding,stools:
source: Diarrhea
el_gr: Διάρροια

# selection:gnuhealth.patient.rounding,stools:
source: Melena
el_gr: Μέλαινα

# selection:gnuhealth.patient.rounding,stools:
source: Normal
el_gr: Φυσιολογική

# selection:gnuhealth.patient.rounding,trachea_alignment:
source: Deviated left
el_gr: Με αριστερά παρεκτόπιση

# selection:gnuhealth.patient.rounding,trachea_alignment:
source: Deviated right
el_gr: Με δεξιά παρεκτόπιση

# selection:gnuhealth.patient.rounding,trachea_alignment:
source: Midline
el_gr: Μέση γραμμή

# selection:gnuhealth.patient.rounding,venous_access:
source: Central catheter
el_gr: Κεντρικός καθετήρας

# selection:gnuhealth.patient.rounding,venous_access:
source: None
el_gr: Καμία

# selection:gnuhealth.patient.rounding,venous_access:
source: Peripheral
el_gr: Περιφερικός

# selection:gnuhealth.patient.rounding,vomiting:
source: Hematemesis
el_gr: Αιματέμεση

# selection:gnuhealth.patient.rounding,vomiting:
source: None
el_gr: Καμία

# selection:gnuhealth.patient.rounding,vomiting:
source: Vomiting
el_gr: Έμμετος

# view:gnuhealth.icu.apache2:
source: APACHE II Score
el_gr: Βαθμολογία APACHE II

# view:gnuhealth.icu.apache2:
source: Apache II Scores
el_gr: Βαθμολογίες Apache II

# view:gnuhealth.icu.apache2:
source: Chronic
el_gr: Χρόνιος

# view:gnuhealth.icu.apache2:
source: Physiological
el_gr: Φυσιολογικός

# view:gnuhealth.icu.chest_drainage:
source: Patient Chest Drainage Assesment
el_gr: Εκτίμηση θωρακικής παροχέτευσης ασθενούς

# view:gnuhealth.icu.ecg:
source: Patient ECG Assesment
el_gr: Εκτίμηση ΗΕΓ ασθενούς

# view:gnuhealth.icu.glasgow:
source: Glasgow Scores
el_gr: Βαθμολογίες Γλασκώβης

# view:gnuhealth.icu.glasgow:
source: Patient Glasgow Scores
el_gr: Βαθμολογίες του ασθενούς στην κλίμακα Γλασκώβης

# view:gnuhealth.icu.ventilation:
source: Mechanical Ventilation
el_gr: Μηχανική αναπνοή

# view:gnuhealth.icu.ventilation:
source: Patient Mechanical Ventilation
el_gr: Ασθενής σε Μηχανική αναπνοή

# view:gnuhealth.inpatient.icu:
source: Intensive Care Unit
el_gr: Μονάδα Εντατικής Θεαραπείας

# view:gnuhealth.inpatient.icu:
source: Period
el_gr: Περίοδος

# view:gnuhealth.patient.rounding:
source: Blood and Skin
el_gr: Αίμα και Δέρμα

# view:gnuhealth.patient.rounding:
source: Cardiovascular
el_gr: Καρδιο-αγγειακό

# view:gnuhealth.patient.rounding:
source: Chest Expansion
el_gr: Έκπτυξη θώρακος

# view:gnuhealth.patient.rounding:
source: Digestive and Abdomen
el_gr: Γστρεντερικό και Κοιλία

# view:gnuhealth.patient.rounding:
source: ICU
el_gr: ΜΕΘ

# view:gnuhealth.patient.rounding:
source: Neurologic
el_gr: Νευρολογικό

# view:gnuhealth.patient.rounding:
source: Respiratory
el_gr: Αναπνευστικό

# view:gnuhealth.patient.rounding:
source: Xray
el_gr: Ακτινογραφία
