Repository: pypi-data/pypi-mirror-9
Catalog: packages/trytond_health_lab/trytond_health_lab-2.8.1.tar.gz/trytond_health_lab-2.8.1/locale/*.po
Languages: el_gr, pt_br

# error:gnuhealth.lab.test.units:
source: The Unit name must be unique
el_gr: Το όνομα της Μονάδος πρέπει να είναι μοναδικό
pt_br: O nome da Unidade dever ser único

# error:gnuhealth.lab.test_type:
source: The Lab Test code must be unique
el_gr: Ο Κωδικός Εργαστηρίου πρέπει να είναι μοναδικός
pt_br: O Exame de Laboratório deve ser único

# error:gnuhealth.lab:
source: The test ID code must be unique
el_gr: Ο κωδικός εξέτασης ID πρέπει να είναι μοναδικός
pt_br: O código ID exame deve ser único

# field:gnuhealth.lab,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας
pt_br: Criar Data

# field:gnuhealth.lab,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη
pt_br: Criar Usuário

# field:gnuhealth.lab,critearea:
source: Lab Test Critearea
el_gr: Κριτήρια Εργαστηριακού Τεστ
pt_br: Critério de Teste Laboratorial

# field:gnuhealth.lab,date_analysis:
source: Date of the Analysis
el_gr: Ημερομηνία εργαστηριακής εξέτασης
pt_br: Data de Análise

# field:gnuhealth.lab,date_requested:
source: Date requested
el_gr: Ημερομηνία στην οποία ζητήθηκε
pt_br: Data solicitada

# field:gnuhealth.lab,diagnosis:
source: Diagnosis
el_gr: Διάγνωση
pt_br: Diagnóstico

# field:gnuhealth.lab,pathologist:
source: Pathologist
el_gr: Βιοπαθολόγος
pt_br: Patologista

# field:gnuhealth.lab,patient:
source: Patient
el_gr: Ασθενής
pt_br: Paciente

# field:gnuhealth.lab,rec_name:
source: Name
el_gr: Όνομα
pt_br: Nome

# field:gnuhealth.lab,requestor:
source: Physician
el_gr: Ιατρός
pt_br: Médico

# field:gnuhealth.lab,results:
source: Results
el_gr: Αποτελέσματα
pt_br: Resultados

# field:gnuhealth.lab,test:
source: Test type
el_gr: Είδος εξέτασης
pt_br: Tipo de Exame

# field:gnuhealth.lab,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία
pt_br: Inserir Data

# field:gnuhealth.lab,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη
pt_br: Inserir Usuário

# field:gnuhealth.lab.test.critearea,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας
pt_br: Criar Data

# field:gnuhealth.lab.test.critearea,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη
pt_br: Criar Usuário

# field:gnuhealth.lab.test.critearea,excluded:
source: Excluded
el_gr: Αποκλείσθηκε
pt_br: Excluído

# field:gnuhealth.lab.test.critearea,gnuhealth_lab_id:
source: Test Cases
el_gr: Δοκιμαστικές εξετάσεις
pt_br: Casos de Exames

# field:gnuhealth.lab.test.critearea,lower_limit:
source: Lower Limit
el_gr: Κατώτερο όριο
pt_br: Limite mais Baixo

# field:gnuhealth.lab.test.critearea,name:
source: Analyte
el_gr: Αντιδραστήριο
pt_br: Analito

# field:gnuhealth.lab.test.critearea,normal_range:
source: Reference
el_gr: Σημείο αναφοράς
pt_br: Referência

# field:gnuhealth.lab.test.critearea,rec_name:
source: Name
el_gr: Όνομα
pt_br: Nome

# field:gnuhealth.lab.test.critearea,remarks:
source: Remarks
el_gr: Παρατηρήσεις
pt_br: Observações

# field:gnuhealth.lab.test.critearea,result:
source: Value
el_gr: Τιμή
pt_br: Avaliar

# field:gnuhealth.lab.test.critearea,result_text:
source: Result - Text
el_gr: Αποτέλεσμα - Κείμενο
pt_br: Resultado - Texto

# field:gnuhealth.lab.test.critearea,sequence:
source: Sequence
el_gr: Σειρά
pt_br: Sequência

# field:gnuhealth.lab.test.critearea,test_type_id:
source: Test type
el_gr: Είδος εξέτασης
pt_br: Tipo de Teste

# field:gnuhealth.lab.test.critearea,units:
source: Units
el_gr: Μονάδες
pt_br: Unidades

# field:gnuhealth.lab.test.critearea,upper_limit:
source: Upper Limit
el_gr: Ανώτερο όριο
pt_br: Limite Superior

# field:gnuhealth.lab.test.critearea,warning:
source: Warn
el_gr: Προειδοποίηση
pt_br: Prevenir

# field:gnuhealth.lab.test.critearea,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία
pt_br: Inserir Data

# field:gnuhealth.lab.test.critearea,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη
pt_br: Inserir Usuário

# field:gnuhealth.lab.test.units,code:
source: Code
el_gr: Κωδικός
pt_br: Código

# field:gnuhealth.lab.test.units,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας
pt_br: Criar Data

# field:gnuhealth.lab.test.units,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη
pt_br: Criar Usuário

# field:gnuhealth.lab.test.units,name:
source: Unit
el_gr: Μονάδα
pt_br: Unidade

# field:gnuhealth.lab.test.units,rec_name:
source: Name
el_gr: Όνομα
pt_br: Nome

# field:gnuhealth.lab.test.units,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία
pt_br: Inserir Data

# field:gnuhealth.lab.test.units,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη
pt_br: Inserir Usuário

# field:gnuhealth.lab.test_type,code:
source: Code
el_gr: Κωδικός
pt_br: Código

# field:gnuhealth.lab.test_type,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας
pt_br: Criar Data

# field:gnuhealth.lab.test_type,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη
pt_br: Criar Usuário

# field:gnuhealth.lab.test_type,critearea:
source: Test Cases
el_gr: Δοκιμαστικοί έλεγχοι
pt_br: Casos de Testes

# field:gnuhealth.lab.test_type,info:
source: Description
el_gr: Περιγραφή
pt_br: Descrição

# field:gnuhealth.lab.test_type,name:
source: Test
el_gr: Δοκιμή
pt_br: Exame

# field:gnuhealth.lab.test_type,product_id:
source: Service
el_gr: Υπηρεσία
pt_br: Serviço

# field:gnuhealth.lab.test_type,rec_name:
source: Name
el_gr: Όνομα
pt_br: Nome

# field:gnuhealth.lab.test_type,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία
pt_br: Inserir Data

# field:gnuhealth.lab.test_type,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη
pt_br: Inserir Usuário

# field:gnuhealth.patient,lab_test_ids:
source: Lab Tests Required
el_gr: Απαιτούνται εργαστηριακές εξετάσεις
pt_br: Pedidos de Exames Laboratoriais

# field:gnuhealth.patient.lab.test,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας
pt_br: Criar Data

# field:gnuhealth.patient.lab.test,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη
pt_br: Criar Usuário

# field:gnuhealth.patient.lab.test,date:
source: Date
el_gr: Ημερομηνία
pt_br: Data

# field:gnuhealth.patient.lab.test,doctor_id:
source: Doctor
el_gr: Ιατρός
pt_br: Médico

# field:gnuhealth.patient.lab.test,name:
source: Test Type
el_gr: Είδος εξέτασης
pt_br: Tipo de Exame

# field:gnuhealth.patient.lab.test,patient_id:
source: Patient
el_gr: Ασθενής
pt_br: Paciente

# field:gnuhealth.patient.lab.test,rec_name:
source: Name
el_gr: Όνομα
pt_br: Nome

# field:gnuhealth.patient.lab.test,request:
source: Request
el_gr: Αίτημα
pt_br: Requisições

# field:gnuhealth.patient.lab.test,state:
source: State
el_gr: Περιοχή
pt_br: Estado

# field:gnuhealth.patient.lab.test,urgent:
source: Urgent
el_gr: Επειγόντως
pt_br: Urgente

# field:gnuhealth.patient.lab.test,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία
pt_br: Inserir Data

# field:gnuhealth.patient.lab.test,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη
pt_br: Inserir Usuário

# field:gnuhealth.patient.lab.test.request.start,date:
source: Date
el_gr: Ημερομηνία
pt_br: Data

# field:gnuhealth.patient.lab.test.request.start,doctor:
source: Doctor
el_gr: Ιατρός
pt_br: Médico

# field:gnuhealth.patient.lab.test.request.start,patient:
source: Patient
el_gr: Ασθενής
pt_br: Paciente

# field:gnuhealth.patient.lab.test.request.start,tests:
source: Tests
el_gr: Τεστ
pt_br: Testes

# field:gnuhealth.patient.lab.test.request.start,urgent:
source: Urgent
el_gr: Επειγόντως
pt_br: Urgente

# field:gnuhealth.request-test,request:
source: Request
el_gr: Αίτημα
pt_br: Requisições

# field:gnuhealth.request-test,test:
source: Test
el_gr: Δοκιμή
pt_br: Exame

# field:gnuhealth.sequences,lab_request_sequence:
source: Patient Lab Request Sequence
el_gr: Σειρά Αιτημάτων εργαστηρίου για ασθενή
pt_br: Requisição de sequência de Paciente do Laboratório

# field:gnuhealth.sequences,lab_sequence:
source: Lab Sequence
el_gr: Αλληλουχία Εργαστηρίου
pt_br: Ocorrência do Laboratório

# help:gnuhealth.lab,name:
source: Lab result ID
el_gr: Κωδικός εργαστηριακού αποτελέσματος
pt_br: ID Resultado Laboratorial

# help:gnuhealth.lab,pathologist:
source: Pathologist
el_gr: Βιοπαθολόγος
pt_br: Patologista

# help:gnuhealth.lab,patient:
source: Patient ID
el_gr: Κωδικός ασθενούς
pt_br: ID Paciente

# help:gnuhealth.lab,requestor:
source: Doctor who requested the test
el_gr: Ιατρός που ζήτησε την εξέταση
pt_br: Médico que solicitou o exame

# help:gnuhealth.lab,test:
source: Lab test type
el_gr: Είδος εργαστηριακής εξέτασης
pt_br: Tipo de Exame Laboratorial

# help:gnuhealth.lab.test.critearea,excluded:
source: Select this option when this analyte is excluded from the test
el_gr: Επιλέξτε αυτή την περίπτωση όταν το αντιδραστήριο αυτό εξαιρείται από την εξέταση
pt_br: Selecionar esta opção quando este analito for excluído do exame

# help:gnuhealth.lab.test.critearea,result_text:
source: Non-numeric results. For example qualitative values, morphological, colors ...
el_gr: Μη-αριθμητικά αποτελέσματα. Πχ, ποιοτικές αξιολογήσεις, μορφολογικές παρατηρήσεις, χρώματα
pt_br: Resultados Não-numéricos. Por exemplo valores qualitativos, morfológicas, cores ...

# help:gnuhealth.lab.test.critearea,warning:
source: Warns the patient about this analyte result It is useful to contextualize the result to each patient status like age, sex, comorbidities, ...
el_gr: Προειδοποιεί τον ασθενή για αυτό το αντιδραστήριο ή το αποτέλεσμα. Είναι χρήσιμο για την ορθή ερμηνεία των αποτελεσμάτων με συσχέτιση με τον κάθε μεμονωμένο ασθενή και την συνολική του κατάσταση, λαμβάνοντς υπ' όψη παράγοντες όπως η ηλκία, το φύλο, ή και άλλα συνυπάρχοντα νοσήματα, ...
pt_br: Avisar o paciente sobre este resultado analisado é útil para contextualizar o resultado para cada estado do paciente, como idade, sexo, comorbidades, ...

# help:gnuhealth.lab.test_type,code:
source: Short name - code for the test
el_gr: Σύντομο όνομα - Κωδικός για την εξέταση
pt_br: Nome - código para o exame

# help:gnuhealth.lab.test_type,name:
source: Test type, eg X-Ray, hemogram,biopsy...
el_gr: Είδος εξέτασης, πχ Ακτινογραφία, γενική αίματος, βιοψία ...
pt_br: Tipo de exame, por exemplo, Raio X, hemograma, biópsia ...

# help:gnuhealth.patient.lab.test,doctor_id:
source: Doctor who Request the lab test.
el_gr: Ιατρός που ζήτησε την εργαστηριακή εξέταση
pt_br: Médico quem solicitou o exame de laboratório

# help:gnuhealth.patient.lab.test.request.start,doctor:
source: Doctor who Request the lab tests.
el_gr: Ιατρός που ζήτησε τις Εργαστηρικές εξετάσεις.
pt_br: Médico que solicitou o exame

# model:gnuhealth.lab,name:
source: Lab Test
el_gr: Εργαστηριακή εξέταση
pt_br: Exame Laboratorial

# model:gnuhealth.lab.test.create.init,name:
source: Create Test Report Init
el_gr: Δημιουργία init για Αναφορά δοκιμασιών
pt_br: Criar Relatório de Exame

# model:gnuhealth.lab.test.critearea,name:
source: Lab Test Critearea
el_gr: Κριτήρια εργαστηριακής εξέτασης
pt_br: Critério de Exames Laboratoriais

# model:gnuhealth.lab.test.units,name:
source: Lab Test Units
el_gr: Μονάδες εργαστηριακής εξέτασης
pt_br: Unidades de Exames Laboratoriais

# model:gnuhealth.lab.test_type,name:
source: Type of Lab test
el_gr: Είδος εργαστηριακής εξέτασης
pt_br: Tipo de Exame Laboratorial

# model:gnuhealth.patient.lab.test,name:
source: Patient Lab Test
el_gr: Εργαστηριακή εξέταση ασθενούς
pt_br: Exames de Paciente

# model:gnuhealth.patient.lab.test.request.start,name:
source: Request Patient Lab Test Start
el_gr: Αίτημα για Εργαστηριακές εξετάσεις ασθενούς Έναρξη
pt_br: Requerer início de exames de pacientes

# model:gnuhealth.request-test,name:
source: Request - Test
el_gr: Αίτημα - Εργαστ. εξέταση
pt_br: Requisições - Teste

# model:ir.action,name:act_create_lab_test
source: Create Lab Test
el_gr: Δημιουργία Εργαστηρ. Εξέτασης
pt_br: Criar Teste de Laboratório

# model:ir.action,name:act_patient_lab_history_form1
source: Lab Reports
el_gr: Αναφορές Εργαστηρίου
pt_br: Relatórios do Laboratório

# model:ir.action,name:gnuhealth_action_lab_test_request
source: Lab Test Requests
el_gr: Παραπεμπτικά για Εργαστηρ. Εξετάσεις
pt_br: Pedidos de Teste de Laboratório

# model:ir.action,name:gnuhealth_action_lab_unit
source: Lab Test Units
el_gr: Μονάδες Εργαστηρ. Εξετάσεων
pt_br: Unidades de Teste de Laboratório

# model:ir.action,name:gnuhealth_action_list_test
source: Lab Test Types
el_gr: Είδη Εργαστηρ. Εξέτασης
pt_br: Tipos de Teste de Laboratório

# model:ir.action,name:gnuhealth_action_tree_lab
source: Lab Tests Results
el_gr: Αποτελέσματα Εργαστ. Εξετάσεων
pt_br: Resultados de Testes de Laboratório

# model:ir.action,name:patient_lab_test_request
source: Request Lab Test
el_gr: Παραπεμπτικό για Εργαστηριακή εξέταση
pt_br: Requerer teste de Laboratório

# model:ir.action,name:report_patient_labtest_report
source: Lab Report
el_gr: Αναφορά Εργαστηρίου
pt_br: Relatório Laboratorial

# model:ir.sequence,name:seq_gnuhealth_lab_request
source: Lab Request
el_gr: Αίτημα για εργαστηριακή εξέταση
pt_br: Requisições Laboratoriais

# model:ir.sequence,name:seq_gnuhealth_lab_test
source: Lab Test
el_gr: Εργαστηρ. Εξέταση
pt_br: Teste de Laboratório

# model:ir.sequence.type,name:seq_type_gnuhealth_lab_request
source: Lab Request
el_gr: Παραπεμπτικό για Εργαστηρ. εξέταση
pt_br: Requisições Laboratoriais

# model:ir.sequence.type,name:seq_type_gnuhealth_lab_test
source: Lab Test
el_gr: Εργαστηρ. Εξέταση
pt_br: Teste de Laboratório

# model:ir.ui.menu,name:gnuhealth_action_lab_tree
source: Lab Tests Results
el_gr: Αποτελέσματα Εργαστ. Εξετάσεων
pt_br: Resultados de Testes Laboratoriais

# model:ir.ui.menu,name:gnuhealth_conf_laboratory
source: Laboratory
el_gr: Εργαστήριο
pt_br: Laboratório

# model:ir.ui.menu,name:gnuhealth_laboratory_menu
source: Laboratory
el_gr: Εργαστήριο
pt_br: Laboratório

# model:ir.ui.menu,name:gnuhealth_labtest_request
source: Lab Test Requests
el_gr: Παραπεμπτικά για Εργαστηρ. Εξετάσεις
pt_br: Pedidos de Teste

# model:ir.ui.menu,name:gnuhealth_labtest_unit
source: Lab Test Units
el_gr: Μονάδες Εργαστηρ. εξέτασης
pt_br: Unidades de Teste Laboratorial

# model:ir.ui.menu,name:menu_gnuhealth_action_list_test
source: Lab Test Types
el_gr: Είδη Εργαστηρ. εξετάσεων
pt_br: Tipos de Teste Laboratorial

# model:ir.ui.menu,name:menu_patient_lab_test_request
source: Request Lab Test
el_gr: Αίτημα για εργαστηρ. εξέταση
pt_br: Requisição de teste de laboratório

# model:product.category,name:product_category_labservices0
source: Lab Services
el_gr: Υπηρεσίες του Εργαστηρίου
pt_br: Serviços Laboratorial

# model:product.template,name:product_template_bloodcounttestcharges0
source: Blood count test charges
el_gr: Χρεώσεις για την Γεν. αίματος
pt_br: Despesas de teste de exame de sangue

# model:product.template,name:product_template_endocrinology0
source: Endocrinology
el_gr: Ενδοκρινολογία
pt_br: Endocrinologia

# model:product.template,name:product_template_haematologycharges0
source: Haematology Charges
el_gr: Αιματολογικές Χρεώσεις
pt_br: Despesas de hematologia

# model:product.template,name:product_template_liverfunctiontestcharges0
source: Liver Function test charges
el_gr: Χρεώσεις για έλεγχο Ηπατ. λειτουργίας
pt_br: Despesas de exames de funções hepáticas

# model:product.template,name:product_template_peripheralsmearexaminationcharges0
source: Peripheral Smear Examination Charges
el_gr: Χρέωση για την εξέτασι κατά Παπανικολάου
pt_br: Despesas de Exames de Áreas Periféricas

# model:product.template,name:product_template_renalfunctiontestcharges0
source: Renal Function test charges
el_gr: Χρέωση για εξετάσεις Νεφρ. Λειτουργίας
pt_br: Despesas de Exames de Funções Renais

# model:product.template,name:product_template_semenanalysischarges0
source: Semen Analysis Charges
el_gr: Χρεώσεις για Σπερμοδιάγραμμα
pt_br: Despesas de Análises de Sêmens

# model:product.template,name:product_template_stoolexaminationcharges0
source: Stool Examination Charges
el_gr: Χρεώσεις για Εξέτ. κοπράνων
pt_br: Despesas de Exames de Fezes

# model:product.template,name:product_template_urineanalysischarges0
source: Urine Analysis charges
el_gr: Χρεώσεις για εξετάσεις Ούρων
pt_br: Despesas de Análises de Urina

# model:res.group,name:group_health_lab
source: Health Lab
el_gr: Υγειονομικό εργαστήριο
pt_br: Laboratório de saúde

# model:res.group,name:group_health_lab_admin
source: Health lab Administration
el_gr: Διαχείριση Εργαστηρίου
pt_br: Administração Laboratorial

# model:res.user,name:user_demo_lab
source: Health Lab
el_gr: Υγειονομικό εργαστήριο
pt_br: Laboratório de saúde

# odt:patient.labtest.report:
source: Age
el_gr: Ηλικία
pt_br: Idade

# odt:patient.labtest.report:
source: Analyte
el_gr: Αντιδραστήριο
pt_br: Analito

# odt:patient.labtest.report:
source: Date
el_gr: Ημερομηνία
pt_br: Data

# odt:patient.labtest.report:
source: Doctor:
el_gr: Ιατρός:
pt_br: Médico:

# odt:patient.labtest.report:
source: Female
el_gr: Θήλυ
pt_br: Feminino

# odt:patient.labtest.report:
source: LABORATORY REPORT
el_gr: ΠΟΡΙΣΜΑ ΕΡΓΑΣΤΗΡΙΟΥ
pt_br: RELATÓRIO LABORATORIAL

# odt:patient.labtest.report:
source: Male
el_gr: Άρρην
pt_br: Masculino

# odt:patient.labtest.report:
source: Name
el_gr: Όνομα
pt_br: Nome

# odt:patient.labtest.report:
source: PU
el_gr: ID

# odt:patient.labtest.report:
source: Pathologist
el_gr: Βιοπαθολόγος
pt_br: Patologista

# odt:patient.labtest.report:
source: Phone:
el_gr: Τηλέφωνο:
pt_br: Telefone:

# odt:patient.labtest.report:
source: Reference
el_gr: Σημείο αναφοράς
pt_br: Referência

# odt:patient.labtest.report:
source: Remarks
el_gr: Παρατηρήσεις
pt_br: Observação

# odt:patient.labtest.report:
source: Result
el_gr: Αποτέλεσμα
pt_br: Resultado

# odt:patient.labtest.report:
source: Sex
el_gr: Φύλο
pt_br: Sexo

# odt:patient.labtest.report:
source: Signature
el_gr: Υπογραφή
pt_br: Assinatura

# odt:patient.labtest.report:
source: Units
el_gr: Μονάδες
pt_br: Unidades

# odt:patient.labtest.report:
source: VAT Number:
el_gr: Αριθμός ΦΠΑ:
pt_br: CPF:

# odt:patient.labtest.report:
source: Value
el_gr: Τιμή
pt_br: Avaliar

# selection:gnuhealth.patient.lab.test,state:
source: Cancel
el_gr: Διαγραφή
pt_br: Cancelar

# selection:gnuhealth.patient.lab.test,state:
source: Draft
el_gr: Πρόχειρο/ προσχέδιο
pt_br: Rascunho

# selection:gnuhealth.patient.lab.test,state:
source: Ordered
el_gr: Ζητήθηκε
pt_br: Pedido

# selection:gnuhealth.patient.lab.test,state:
source: Tested
el_gr: Έγινε δοκιμαστικός έλεγχος
pt_br: Testado

# view:gnuhealth.lab.test.create.init:
source: Create Lab Tests
el_gr: Δημιουργία εργαστηριακών εξετάσεων
pt_br: Criar Testes de Laboratório

# view:gnuhealth.lab.test.create.init:
source: Create Tests
el_gr: Δημιουργία εξετάσεων
pt_br: Criar Testes

# view:gnuhealth.lab.test.create.init:
source: Do you want to generate the test(s) ?
el_gr: Θέλετε να δημιουργήσετε την εξέταση (τις εξετάσεις) ;
pt_br: Você quer gerar o teste(s)?

# view:gnuhealth.lab.test.critearea:
source: Analyte
el_gr: Αντιδραστήριο
pt_br: Analito

# view:gnuhealth.lab.test.critearea:
source: Reference Value / Range
el_gr: Τομές αναφοράς / Φάσμα τιμών
pt_br: Valor de Referência / Intervalo

# view:gnuhealth.lab.test.critearea:
source: Test Cases
el_gr: Δοκιμαστικοί έλεγχοι
pt_br: Casos de Exames

# view:gnuhealth.lab.test.units:
source: Test Unit
el_gr: Δοκιμαστική Μονάδα
pt_br: Unidade de Exame

# view:gnuhealth.lab.test_type:
source: Extra Info
el_gr: Πρόσθετες πληροφορίες
pt_br: Info Extra

# view:gnuhealth.lab.test_type:
source: Lab Test Type
el_gr: Είδος εργαστηριακής εξέτασης
pt_br: Tipo de exame laboratorial

# view:gnuhealth.lab.test_type:
source: Lab test type
el_gr: Είδος εργαστηριακής εξέτασης
pt_br: Tipo de exame laboratorial

# view:gnuhealth.lab.test_type:
source: Main Info
el_gr: Βασικές πληροφορίες
pt_br: Informação Principal

# view:gnuhealth.lab:
source: Extra Info
el_gr: Πρόσθετες πληροφορίες
pt_br: Informação Extra

# view:gnuhealth.lab:
source: Lab test type
el_gr: Είδος εργαστηριακής εξέτασης
pt_br: Tipo de Exame Laboratorial

# view:gnuhealth.lab:
source: Laboratory Test
el_gr: Εργαστηριακή εξέταση
pt_br: Exame Laboratorial

# view:gnuhealth.lab:
source: Main Info
el_gr: Βασικές πληροφορίες
pt_br: Informação Principal

# view:gnuhealth.patient.lab.test.request.start:
source: Request Lab Test
el_gr: Αίτημα για εργαστηρ. εξέταση
pt_br: Requisição de teste de laboratório

# view:gnuhealth.patient.lab.test:
source: Test Requests
el_gr: Παραπεμπτικά εξετάσεων
pt_br: Solicitação de Exames

# wizard_button:gnuhealth.lab.test.create,start,create_lab_test:
source: Create Test Order
el_gr: Δημιουργία παραπεμπτικού εξετάσεως
pt_br: Criar Pedido de Exame

# wizard_button:gnuhealth.lab.test.create,start,end:
source: Cancel
el_gr: Διαγραφή
pt_br: Cancelar

# wizard_button:gnuhealth.patient.lab.test.request,start,end:
source: Cancel
el_gr: Διαγραφή

# wizard_button:gnuhealth.patient.lab.test.request,start,request:
source: Request
el_gr: Αίτημα
pt_br: Requisições
