Repository: pypi-data/pypi-mirror-9
Catalog: packages/eea.googlecharts/eea.googlecharts-12.4.zip/eea.googlecharts-12.4/eea/googlecharts/locales/*/LC_MESSAGES/eea.po
Languages: fr

source: Add another visualization
fr: Ajouter une autre visualisation

source: Can't save png chart on a non-folderish object !
fr: Impossible d'enregistrer le graphique png dans un objet qui n'est pas un répertoire

source: Can't set thumbnail on a non-folderish object !
fr: Impossible de créer une image miniature dans un objet qui n'est pas un répertoire.

source: Changed saved
fr: Modifications sauvées

source: Changes saved
fr: Modifications sauvées

source: Chart
fr: Graphique

source: Charts
fr: Graphiques

source: Charts box resized
fr: Graphique redimensionné

source: Dashboard deleted
fr: Tableau de bord supprimé

source: Dashboard renamed
fr: Tableau de bord renommé

source: Dashboards
fr: Tableaux de bord

source: ERROR: An error occured while exporting your image. Please try again later.
fr: ERREUR: Une erreur s'est produite lors de l'exportation de votre image. Veuillez réessayer plus tard.

source: Filter added
fr: Filtre ajouté

source: Filter deleted
fr: Filtre supprimé

source: Filters box resized
fr: Filtre redimensionné

source: Filters position changed
fr: Position du filtre modifiée

source: Google Charts Settings
fr: Configuration des graphiques Google

source: Googlechart Edit
fr: Édition des graphiques Google

source: Link to watermark image
fr: Lien vers l'image en filigrane

source: Name
fr: Nom

source: New order not provided
fr: Nouvel ordre non fourni

source: Portlet macro (e.g. here/navigation/macros/portlet)
fr: Macro de portlet (par exemple ici/navigation/macros/portlet)

source: Position changed
fr: Position modifiée

source: Position of QR Code
fr: Position du code QR

source: Position of Watermark
fr: Position du filigrane

source: QRCode Horizontal Space For PNG Export
fr: Espace horizontal du code QR pour l'export PNG

source: QRCode Position
fr: Position du code QR

source: QRCode Size
fr: Taille du code QR

source: QRCode Vertical Space For PNG Export
fr: Espace vertical du code QR pour l'export PNG

source: Save
fr: Enregistrer

source: Select chart
fr: Sélectionner un graphique

source: Select widget type to add
fr: Sélectionner le type de gadget à ajouter

source: Size of QR Code
fr: Taille du code QR

source: Success
fr: Succès

source: Text
fr: Texte

source: This is NOT a real chart. To see the real chart, you need Javascript enabled in your browser.
fr: Ceci n'est PAS un graphique réel. Pour voir le vrai graphique, vous devez activer javascript dans votre navigateur.

source: Title
fr: Titre

source: Watermark Horizontal Space For PNG Export
fr: Espace horizontal du filigrane pour l'export PNG

source: Watermark Image
fr: Image en filigrane

source: Watermark Position
fr: Position du filigrane

source: Watermark Vertical Space For PNG Export
fr: Espace vertical du filigrane pour l'export PNG

source: Widget deleted
fr: Gadget supprimé

source: Widget type
fr: Type de gadget

source: Widget's body
fr: Corps du gadget

source: Widget's name
fr: Nom du gadget

source: Widget's title
fr: Titre du gadget

source: embed
fr: embarquer

source: export to png
fr: exporter en png
