Repository: pypi-data/pypi-mirror-9
Catalog: packages/Weblate/Weblate-2.2.tar.gz/Weblate-2.2/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Project Information
ru: Информация о проекте

source: There are currently no glossaries defined for this project.
ru: В данный момент отсутствуют глоссарии для этого проекта.

source: Manage all glossaries
ru: Управление глоссариями

source: Loading…
ru: Загрузка…

source: Users
ru: Пользователи

source: Remove
ru: Удалить

source: Add new user
ru: Добавить нового пользователя

source: Mailing list for translators
ru: Список рассылки для переводчиков

source: Instructions for translators
ru: Инструкции для переводчиков

source: No matching strings found!
ru: Совпадений не найдено!

source: Share your translation
ru: Поделитесь своим переводом

source: This translation is currently locked for updates!
ru: Данный перевод сейчас заблокирован для обновлений!

source: source strings
ru: строки-исходники

source: review
ru: обзор

source: Priority
ru: Приоритет

source: Comment
ru: Комментарий

source: No matching source strings found!
ru: Строка-исходник не найдена!

source: Strings to check
ru: Строки для проверки

source: Source strings review
ru: Обзор строки-исходника

source: Translations
ru: Переводы

source: New translation
ru: Новый перевод

source: Please choose the language into which you would like to translate.
ru: Пожалуйста выберите язык на который вы желаете переводить.

source: Can not find your language in above list?
ru: Не можете найти Ваш язык в списке?

source: Start new translation
ru: Начните новый перевод

source: Translation license
ru: Лицензия перевода

source: Repository
ru: Репозитории

source: Repository branch
ru: Ветка репозитория

source: Repository with Weblate translations
ru: Репозиторий с Weblate-переводами

source: Changes
ru: Изменения

source: translate
ru: перевести

source: Edit in Zen mode
ru: Редактировать в режиме Zen

source: First
ru: Первый

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Last
ru: Последний

source: Keyboard shortcuts available:
ru: Доступны горячие клавиши:

source: Ctrl+Enter - Save
ru: Ctrl+Enter - Сохранить

source: Alt+PageUp/PageDown/Home/End - Translation units navigation
ru: Alt+PageUp/PageDown/Home/End - Для навигации

source: Source change
ru: Изменение источника

source: Suggest
ru: Предложить

source: No privileges for adding suggestions!
ru: Отсутствуют привилегии для предложения!

source: Commit message:
ru: Commit-сообщение:

source: Additional text to include in the commit message.
ru: Дополнительный текст в сообщение commit'а.

source: You can leave this empty in most cases as Weblate generates basic commit messages automatically.
ru: Вы можете оставить это поле пустым. Weblate генерирует основное сообщение для commit'а автоматически.

source: Messages placed around this one
ru: Сообщения вокруг этого

source: Nearby messages
ru: Соседние сообщения

source: Suggestions
ru: Предложения

source: Other translations
ru: Другие переводы

source: Comments
ru: Комментарии

source: Machine translation suggestions
ru: Предложения машинного перевода

source: Machine translation
ru: Машинный перевод

source: List of recent changes done in Weblate
ru: Список недавних изменений в Weblate

source: State
ru: Состояние

source: %(user)s has suggested
ru: %(user)s предложил

source: Anonymous user has suggested
ru: Анонимный пользователь предложил

source: %(count)s vote
ru: %(count)s голос

source: Vote for
ru: Голос за

source: Vote against
ru: Голос против

source: Accept
ru: Принять

source: Use this translation for all subprojects
ru: Использовать данный перевод для всех подпроектов

source: Use this translation
ru: Использовать этот перевод

source: Service
ru: Сервис

source: New comment
ru: Новый комментарий

source: Things to check
ru: Элементы для проверки

source: Glossary
ru: Глоссарий

source: Copy word to translation
ru: Скопировать слово в перевод

source: Copy
ru: Копировать

source: No related strings were found in the glossary.
ru: Не найдено строк по теме в глоссарии.

source: Manage glossary
ru: Управление глоссарием

source: Source information
ru: Информация по источнику

source: Context
ru: Контекст

source: Flags
ru: Флаги

source: String priority
ru: Приоритет строки

source: Files
ru: Файлы

source: Download for an offline translation.
ru: Загрузка для перевода оффлайн.

source: Download source file
ru: Загрузить исходный файл

source: Download for using within an application.
ru: Скачать чтобы использовать в приложении.

source: Download compiled translation
ru: Загрузка скомпилированного перевода

source: Upload translation
ru: Загрузить перевод (на сайт)

source: Locking
ru: Заблокировать

source: Automatic translation
ru: Автоматический перевод

source: Translation status
ru: Состояние перевода

source: Strings
ru: Строки

source: Translation file
ru: Файл перевода

source: Other components
ru: Другие компоненты

source: Process
ru: Процесс

source: Upload
ru: Загрузка (на сайт)

source: Uploaded file will be merged with current translation. In case you want to overwrite already translated strings, don't forget to enable it.
ru: Загруженный файл будет объединён с текущим переводом. В случае, если Вы хотите перезаписать уже переведенные строки, не забудьте включить эту функцию.

source: Uploaded file will be merged with current translation.
ru: Загруженный файл будет совмещен с текущим переводом.

source: Locking the translation will prevent others to work on translation.
ru: Блокировка перевода приведёт к невозможности работы других пользователей с переводом.

source: Locked by:
ru: Заблокировано:

source: Lock expires:
ru: Срок блокировки:

source: Translation is currently not locked.
ru: Перевод сейчас не заблокирован.

source: Review
ru: Отзывы

source: Review translations touched by other users.
ru: Обзор переводов, сделанных другими пользователями.

source: Start review
ru: Начать обзор

source: Percent
ru: Процент

source: Total
ru: Итого

source: Fuzzy
ru: Нечётко

source: Failing check
ru: Неудачная проверка

source: Last activity
ru: Последняя активность

source: Last change
ru: Последнее изменение

source: Last author
ru: Последний автор

source: Source string location
ru: Местоположение строки-исходника

source: Source string age
ru: Возраст строки-исходника

source: %(filename)s, translation unit %(position)s
ru: %(filename)s, перевод юнита %(position)s

source: Last login
ru: Последний вход

source: Registration date
ru: Дата регистрации

source: widgets
ru: виджеты

source: Promoting translation projects
ru: Способствовать переводу проектов

source: Image %(widget)s
ru: Изображение %(widget)s

source: Color variants:
ru: Варианты цвета:

source: HTML code
ru: HTML код

source: BB code
ru: BB код

source: Markdown code
ru: Markdown код

source: RST code
ru: RST код

source: Textile code
ru: Textile код

source: Image URL
ru: Ссылка на изображение

source: Open in full editor
ru: Открыть в полноценном редакторе

# Message is fuzzy
source: Fuzzy
ru: Нечётко

source: You have reached end of translating.
ru: Вы достигли конца переводимого.

source: Current filter: %(filter_name)s (%(filter_count)s)
ru: Текущий фильтр: %(filter_name)s (%(filter_count)s)

# Plural form description
source: One
ru: Один

# Plural form description
source: Other
ru: Другой

# Plural form description
source: Few
ru: Несколько

# Plural form description
source: Zero
ru: Ноль

# Plural form description
source: Two
ru: Два

# Plural form description
source: Many
ru: Много

# Plural form description
source: Three
ru: Три

source: Singular
ru: Единственное число

source: Plural
ru: Множественное число

source: Plural form %d
ru: Форма множественного числа %d

source: Debug mode
ru: Режим отладки

source: Site domain
ru: Домен сайта

source: Database backend
ru: Серверная часть базы данных

source: Site administrator
ru: Администратор сайта

source: Indexing offloading
ru: Разгрузка индексации

source: Django caching
ru: Кеширование Django

source: Avatar caching
ru: Кеширование аватара

source: Email addresses
ru: Адреса эл. почты

source: Federated avatar support
ru: Поддержка интегрированных аватаров

source: pyuca library
ru: Библиотека pyuca

source: Secret key
ru: Секретный ключ

source: Allowed hosts
ru: Разрешенные хосты

source: Admin static files
ru: Администрирование статических файлов

source: Trailing ellipsis
ru: Завершающее многоточие

source: Zero-width space
ru: Пробел нулевой ширины

source: Trailing and leading whitespace
ru: Завершающие и предваряющие пробелы

source: Starting newline
ru: Предваряющий перевод строки

source: Source and translation do not both start with a newline
ru: Источник и перевод не начинаются с перевода строки

source: Trailing newline
ru: Завершающий перевод строки

source: Source and translation do not both end with a newline
ru: Источник и перевод не заканчиваются переводом строки

source: Starting spaces
ru: Пробелы в начале

source: Source and translation do not both start with same number of spaces
ru: Источник и перевод не начинаются с одинакового числа пробелов

source: Trailing space
ru: Пробелы в конце

source: Source and translation do not both end with a space
ru: Источник и перевод не заканчиваются пробелом

source: Trailing stop
ru: Завершающая точка

source: Source and translation do not both end with a full stop
ru: Источник и перевод не заканчиваются завершающей точкой

source: Trailing colon
ru: Завершающее двоеточие

source: Source and translation do not both end with a colon or colon is not correctly spaced
ru: Источник и перевод не заканчиваются двоеточием, либо пробелы вокруг двоеточия расставлены неверно

source: Trailing question
ru: Завершающий вопросительный знак

source: Source and translation do not both end with a question mark or it is not correctly spaced
ru: Источник и перевод не заканчиваются вопросительным знаком, либо пробелы вокруг вопросительного знака расставлены неверно

source: Trailing exclamation
ru: Завершающий восклицательный знак

source: Source and translation do not both end with an exclamation mark or it is not correctly spaced
ru: Источник и перевод не заканчиваются восклицательным знаком, либо пробелы вокруг восклицательного знака расставлены неверно

source: Source and translation do not both end with an ellipsis
ru: Источник и перевод не заканчиваются многоточием

source: Mismatched \n
ru: Не соответствует \n

source: Number of \n in translation does not match source
ru: Число \n в переводе не соответствует источнику

source: Translation contains extra zero-width space character
ru: Перевод содержит лишние символы пробела нулевой ширины

source: Missing plurals
ru: Не хватает множественного числа

source: Some plural forms are not translated
ru: Некоторые формы множественного числа не переведены

source: Inconsistent
ru: Несоответствующий

source: This message has more than one translation in this project
ru: Это сообщение имеет более одного перевода в этом проекте

source: Python format
ru: Форматирование python

source: Format string does not match source
ru: Форматирование строки не соответствует источнику

source: PHP format
ru: Форматирование PHP

source: C format
ru: Форматирование C

source: Python brace format
ru: Форматирование скобок python

source: Mismatched BBcode
ru: Некорректный BBcode

source: BBcode in translation does not match source
ru: BBcode в переводе не совпадает с BBcode-ом в источнике

source: XML tags mismatch
ru: Тэги XML некорректно расставлены

source: XML tags in translation do not match source
ru: Тэги XML в переводе не совпадают с тэгами XML в источнике

source: Unchanged translation
ru: Не изменившийся перевод

source: Source and translated strings are same
ru: Источник и перевод совпадают

source: Optional plural
ru: Возможно использование множественного числа

source: The string is optionally used as plural, but not using plural forms
ru: Эта строка иногда может использоваться во множественном числе, однако в ней не указано форм множественного числа

source: Ellipsis
ru: Многоточие

source: The string uses three dots (...) instead of an ellipsis character (…)
ru: В этой строке используется три точки (...) вместо символа многоточия (…)

source: Multiple failing checks
ru: Множественные проверки

source: Recent changes in %s
ru: Недавние изменения в %s

source: All recent changes made using Weblate in %s.
ru: Все недавние изменения, внесенные с помощью Weblate, в %s.

source: Automatic detection
ru: Автоматическое обнаружение

source: Gettext PO file
ru: Файл Gettext PO

source: Gettext PO file (monolingual)
ru: Файл Gettext PO (один язык)

source: Qt Linguist Translation File
ru: Файл Qt Linguist Translation

source: XLIFF Translation File
ru: Файл XLIFF Translation

source: OS X Strings
ru: Строки OS X

source: OS X Strings (UTF-8)
ru: Строки OS X (UTF-8)

source: Java Properties
ru: Свойства Java

source: Java Properties (UTF-8)
ru: Свойства Java (UTF-8)

source: PHP strings
ru: PHP-строки

source: Android String Resource
ru: Строковый ресурс Android

source: JSON file
ru: Файл JSON

source: Fill in with source string
ru: Заполнить строкой-исходником

source: This equation identifies which plural form will be used based on given count (n).
ru: Это уравнение определяет, какая форма множественного числа будет использована в зависимости от количества (n).

source: Plural equation
ru: Уравнение для множественного числа

source: Documentation for plurals.
ru: Документация для множественных форм.

source: Message you wanted to translate is no longer available!
ru: Сообщение, которое вы хотели переводить, уже недоступно!

# Checkbox for marking translation fuzzy
source: Fuzzy
ru: Нечётко

source: File
ru: Файл

source: Merge method
ru: Метод слияния

source: Add as translation
ru: Добавить перевод

source: Add as a suggestion
ru: Добавить предложение

source: Add as fuzzy translation
ru: Добавить нечеткий перевод

source: Merge file header
ru: Сделать слияние заголовка файла

source: Merges content of file header into the translation.
ru: Сделать слияние содержимого заголовка файла в перевод.

source: Overwrite existing translations
ru: Заменить существующие переводы

source: Author name
ru: Имя автора

source: Keep empty for using currently logged in user.
ru: Оставить пустым для использования имени вошедшего в систему пользователя.

source: Author email
ru: Адрес электронной почты автора

source: Query
ru: Запрос

source: Search type
ru: Тип поиска

source: Fulltext
ru: Весь текст

source: Exact match
ru: Точное совпадение

source: Substring
ru: Подстрока

source: Search in source strings
ru: Поиск в строках исходника

source: Search in target strings
ru: Поиск в строках перевода

source: Search in context strings
ru: Поиск в строках контекста

source: Search in comment strings
ru: Поиск в строках комментариев

source: Search filter
ru: Фильтр поиска

source: All strings
ru: Все строки

source: Untranslated strings
ru: Строки без перевода

source: Translated strings
ru: Переведено строк

source: Fuzzy strings
ru: Нечёткие строки

source: Strings with suggestions
ru: Строки с предложениями перевода

source: Strings with comments
ru: Строки с комментариями

source: Strings with any failing checks
ru: Строки с непройденной проверкой

source: Show ignored checks as well
ru: Показывать игнорируемые проверки

source: Fulltext search for "%s"
ru: Полнотекстовый поиск для "%s"

source: Search for exact string "%s"
ru: Поиск точного совпадения с "%s"

source: Overwrite strings
ru: Перезаписать существующие переводы

source: Replace inconsistent
ru: Заменить несовместимые

source: Component to use
ru: Используемые компоненты

source: All subprojects
ru: Все подпроекты

source: Keep current
ru: Сохранить текущий

source: Overwrite existing
ru: Перезаписать существующий

source: Add as other translation
ru: Добавить как другой перевод

source: Starting date
ru: Дата начала

# Select starting letter in glossary
source: Any
ru: Любая

source: Starting letter
ru: Начальная буква

source: Source string comment, suggestions to change this string
ru: Комментарий к строке-исходнику, предложение изменить эту строку

source: Translation comment, discussions with other translators
ru: Комментарии к переводу, обсуждение с другими переводчиками

source: Whole project
ru: Весь проект

source: Strings with higher priority are offered first to translators.
ru: Переводчикам вначале предлагаются строки с большим приоритетом.

source: Check flags
ru: Отметки о проверке

source: User to add
ru: Добавить пользователя

source: Please provide username or email. User needs to already have an active account in Weblate.
ru: Укажите имя пользователя или email. Пользователь должен иметь актуальный аккаунт на Weblate.

source: Donate to Weblate at {0}
ru: Пожертвуйте Weblate на {0}

source: Support Weblate at {0}
ru: Поддержите Weblate на {0}

source: More information about Weblate can be found at {0}
ru: Получить больше информации о Weblate можно на {0}

source: Donate to Weblate
ru: Сделать пожертвование Weblate

source: Support Weblate using GitTip
ru: Поддержите Weblate используя GitTip

source: More information about Weblate
ru: Больше информация о Weblate

source: Placement
ru: Разммещение

source: Start date
ru: Дата начала

source: End date
ru: Дата окончания

source: Text
ru: Текст

source: Resource update
ru: Обновление ресурса

source: Translation completed
ru: Перевод завершён

source: Translation changed
ru: Перевод изменён

source: Comment added
ru: Комментарий добавлен

source: Suggestion added
ru: Предложение добавлено

source: Suggestion accepted
ru: Предложение принято

source: Translation reverted
ru: Перевод откачен

source: Translation uploaded
ru: Перевод загружен

source: Glossary added
ru: Словарь добавлен

source: Glossary updated
ru: Словарь обновлен

source: Glossary uploaded
ru: Словарь загружен

source: New source string
ru: Новая строка-исходник

source: %(action)s at %(time)s on %(translation)s by %(user)s
ru: В %(time)s было произведено действие %(action)s над переводом %(translation)s пользователем %(user)s

source: Name to display
ru: Отображать название

source: URL slug
ru: Болванка URL

source: Name used in URLs and file names.
ru: Название, которое используется в URL-ах и именах файлов.

source: Main website of translated project.
ru: Веб-сайт переводимого проекта.

source: Mailing list
ru: Список рассылки

source: Mailing list for translators.
ru: Список рассылки для переводчиков.

source: Translation instructions
ru: Инструкции для переводчиков

source: URL with instructions for translators.
ru: URL инструкций для переводчиков.

source: Set Translation-Team header
ru: Обновлять заголовок Translation-Team

source: Whether the Translation-Team in file headers should be updated by Weblate.
ru: Должна ли система Weblate обновлять заголовок Translation-Team.

source: Enable ACL
ru: Разрешить ACL

source: You are not allowed to access project %s.
ru: У Вас нет доступа к проекту %s.

source: Could not create project directory: %s
ru: Невозможно создать директорию в проекте: %s

source: Very high
ru: Очень высокий

source: High
ru: Высокий

source: Medium
ru: Средний

source: Low
ru: Низкий

source: Very low
ru: Очень низкий

source: Use contact form
ru: Использовать форму для контакта

source: Point to translation instructions URL
ru: Указать ссылку на инструкции по переводу

source: Automatically add language file
ru: Автоматически добавлять файл языка

source: No adding of language
ru: Язык не добавлен

source: Merge
ru: Слияние

source: Component name
ru: Название компонента

source: Version control system
ru: Система контроля версий

source: Version control system to use to access your repository with translations.
ru: Используемая система контроля версий для доступа к репозиторию с переводами.

source: Repository push URL
ru: Push URL репозитория

source: Exported repository URL
ru: Экспортированный URL репозитория

source: URL of a repository where users can fetch changes from Weblate
ru: URL репозитория, где пользователи могут следить за изменениями от Weblate

source: Source string bug report address
ru: Адрес для сообщения об ошибке в строке-исходнике

source: Email address where errors in source string will be reported, keep empty for no emails.
ru: Адресс электронной почты, куда будут направлены отчеты об ошибках в строках-исходниках. Не заполняйте, если не хотите их получать.

source: Repository branch to translate
ru: Ветка репозитория для перевода

source: Base file for new translations
ru: Базовый файл для нового перевода

source: File format
ru: Формат файла

source: Automatic detection might fail for some formats and is slightly slower.
ru: Автоматическое определение может быть некорректно для некоторых форматов и медленнее.

source: Locked
ru: Заблокировано

source: Allow translation propagation
ru: Разрешить распространение перевода

source: Save translation history
ru: Сохранить историю переводов

source: Whether Weblate should keep history of translations
ru: Должен ли Weblate хранить историю переводов

source: Enable suggestions
ru: Предлагать перевод

source: Whether to allow translation suggestions at all.
ru: Разрешить предложения перевода или нет.

source: Suggestion voting
ru: Голосование за предложения

source: Whether users can vote for suggestions.
ru: Могут ли пользователи голосовать за предложения.

source: Autoaccept suggestions
ru: Автоматическое добавление

source: Automatically accept suggestions with this number of votes, use 0 to disable.
ru: Автоматически принимать предложения с этим количеством голосов, используйте 0 для отключения.

source: Quality checks flags
ru: Отметки о проверке качества

source: Optional short summary of license used for translations.
ru: Краткое изложение лицензии, используемой для перевода (необязательно).

source: License URL
ru: URL лицензии

source: Optional URL with license details.
ru: URL подробной лицензии (необязательно).

source: New language
ru: Новый язык

source: How to handle requests for creating new languages.
ru: Обработка запросов по созданию перевода на новом языке.

source: Merge style
ru: Стиль объединения

source: Commit message
ru: Сообщение транзакции

source: You can use format strings for various information, please check documentation for more details.
ru: Вы можете использовать форматирование строк, обратитесь к документации для подробной информации.

source: Committer name
ru: Имя коммитера

source: Committer email
ru: E-mail коммитера

source: Failed to fetch repository: %s
ru: Не удалось извлечь репозиторий: %s

source: Push is disabled for %s.
ru: Push неактивен для %s.

source: Invalid link to a Weblate project, can not link to linked repository!
ru: Неверная ссылка не проект Weblate, невозможно создать ссылку на связанный репозиторий!

source: Invalid link to a Weblate project, can not link to self!
ru: Некорректная ссылка на проект Weblate, невозможно создать ссылку на самого себя!

source: Invalid link to a Weblate project, use weblate://project/subproject.
ru: Некорректная ссылка на проект Weblate, используйте weblate://project/subproject.

source: The mask did not match any files!
ru: Нет файлов по указанной маске!

source: File does not seem to be valid!
ru: Некорректный файл!

source: Format of %d matched files could not be recognized.
ru: Формат %d файлов не распознан.

source: Chosen file format does not support adding new translations as chosen in project settings.
ru: Выбранный формат файла не поддерживает добавление новых переводов, как выбрано в настройках проекта.

source: Format of base file for new translations was not recognized!
ru: Формат базового файла для новых переводов не распознан!

source: Template file not found!
ru: Файл шаблона не найден!

source: Failed to parse translation base file: %s
ru: Не удалось разобрать файл перевода: %s

source: Changing version control system is not supported!
ru: Смена системы контроля версий не поддерживается!
