Repository: pypi-data/pypi-mirror-9
Catalog: packages/Weblate/Weblate-2.2.tar.gz/Weblate-2.2/locale/*/LC_MESSAGES/django.po
Languages: ru

# No known user
source: None
ru: Никакой

source: Username
ru: имя пользователя

source: This username is already taken. Please choose another.
ru: Это имя пользователя уже занято, пожалуйста, выберите другое.

source: You can add another emails on Authentication tab.
ru: Вы можете добавить другой адрес электронной почты на вкладке Идентификация.

source: Full name
ru: Полное имя

source: Subject
ru: Тема

source: Your name
ru: Ваше имя

source: Your email
ru: Ваш E-mail

source: Message
ru: Сообщение

source: Please contact us in English, otherwise we might be unable to understand your request.
ru: Пожалуйста, напишите Ваше обращение по-английски, иначе мы можем не понять его содержание.

source: Activation email will be sent here.
ru: Письмо для активации отправлено.

source: This email address is already in use. Please supply a different email address.
ru: Этот адрес электронной почты уже используется. Укажите другой адрес электронной почты.

source: What is %s?
ru: Сколько будет %s?

source: Please check your math and try again.
ru: Пожалуйста, проверьте вычисления и повторите попытку.

source: New password
ru: Новый пароль

source: At least six characters long.
ru: Минимум шесть символов.

source: New password (again)
ru: Новый пароль (еще раз)

source: Repeat the password so we can verify you typed it in correctly.
ru: Повторите пароль, чтобы мы могли проверить, что вы ввели его правильно.

source: Password needs to have at least six characters.
ru: Пароль должен иметь как минимум шесть символов.

source: You must type the same password each time.
ru: Необходимо каждый раз вводить тот же пароль.

source: Current password
ru: Текущий пароль

source: User with this email address was not found.
ru: Не найден пользователь с таким адресом эл. почты.

source: Username or email
ru: имя пользователя или адрес эл. почты

source: Password
ru: Пароль

source: Please enter a correct username and password. Note that both fields may be case-sensitive.
ru: Пожалуйста, введите правильное имя пользователя и пароль. Обратите внимание на то, что значения в обоих полях могут зависеть от регистра.

source: This account is inactive.
ru: Эта учетная запись неактивна.

source: Project name
ru: Название проекта

source: Project website
ru: Веб-сайт проекта

source: Source code repository
ru: Репозиторий исходного кода

source: URL of source code repository for example Git or Mercurial.
ru: URL репозитория исходного кода, например, Git или Mercurial.

source: File mask
ru: Маска файла

source: Path of files to translate, use * instead of language code, for example: po/*.po or locale/*/LC_MESSAGES/django.po.
ru: Путь к файлам для перевода, используйте * вместо кода языка, например: po/*.po или locale/*/LC_MESSAGES/django.po.

source: Additional message
ru: Дополнительное сообщение

source: Interface Language
ru: Язык интерфейса

source: Languages
ru: Языки

source: Secondary languages
ru: Дополнительные языки

source: Subscribed projects
ru: Подписка на проекты

source: Notification on any translation
ru: Уведомление о любом переводе

source: Notification on new string to translate
ru: Уведомление о новой строке для перевода

source: Notification on new suggestion
ru: Уведомление о новом предложении

source: Notification on new contributor
ru: Уведомление о новом участнике

source: Notification on new comment
ru: Уведомление о новом комментарии

source: Notification on merge failure
ru: Уведомление об ошибке при слиянии

source: Notification on new language request
ru: Уведомление о заявке о новом языке

source: User registration
ru: Регистрация пользователя

source: Message could not be sent to administrator!
ru: Сообщение не было отправлено администратору!

source: Message has been sent to administrator.
ru: Сообщение было отправлено администратору.

source: You can not change demo account on the demo server.
ru: Вы не можете изменить учетную запись демо на демо-сервере.

source: Your profile has been updated.
ru: Ваш профиль был обновлен.

source: User profile
ru: Профиль пользователя

source: Your account has been removed.
ru: Ваша учётная запись была удалена.

source: Contact
ru: Контактная информация

source: Hosting
ru: Хостинг

source: Login
ru: Логин

source: Thanks for using Weblate!
ru: Спасибо за использование Weblate!

source: Register email
ru: Регистрация адреса эл. почты

source: You have entered an invalid password.
ru: Вы ввели неверный пароль.

source: Your password has been changed.
ru: Ваш пароль был изменён.

source: Change password
ru: Изменить пароль

source: Password reset
ru: Сброс пароля

source: You don't have privileges to display this page.
ru: У Вас недостаточно прав для просмотра этой страницы.

source: However the following translation projects are available on this server:
ru: Однако, доступны следующие проекты переводов на этом сервере:

source: The page you are looking for was not found.
ru: Страница, которую вы ищете, не найдена.

source: Server Error
ru: Ошибка сервера

source: The server had serious problems while serving your request. We've just sent our trained monkeys to fix the issue.
ru: На сервере возникли серьезные проблемы во время обработки вашего запроса. Наши специально обученные обезьяны были только что отправлены для решения проблемы.

source: About
ru: О программе

source: About Weblate
ru: О Weblate

source: If you are looking for support for Weblate or want to file bug reports check its website at <a href="%(weblate_url)s">weblate.org</a>.
ru: Если Вам требуется поддержка Weblate или Вы хотите отправить отчет об ошибке, используйте веб-сайт Weblate, доступный по ссылке <a href="%(weblate_url)s">weblate.org</a>.

source: Weblate is free software created by volunteers, but you can still support them financially.
ru: Weblate - свободное ПО созданное волонтёрами, но всё же Вы можете поддержать его финансово.

source: Donate to Weblate!
ru: Пожертвовать Weblate!

source: Hosting translations
ru: Хостинг переводов

source: We can host your project as well, if you are interested, please contact us.
ru: Мы также можем разместить и Ваш проект, если вы в этом заинтересованы, свяжитесь с нами.

source: Ask for project hosting
ru: Спросить о хостинге проекта

source: Contact us for commercial hosting
ru: Свяжитесь с нами для коммерческого хостинга

source: Versions
ru: Версии

source: This site is built using following projects:
ru: Этот сайт построен с использованием проектов:

source: Statistics
ru: Статистика

source: Strings to translate
ru: Строки для перевода

source: Words to translate
ru: Слова для перевода

source: Used languages
ru: Используемые языки

source: Registered users
ru: Зарегистрированные пользователи

source: Suggestions made
ru: Сделанные предложения

source: Translations made
ru: Сделанные переводы

source: Failing checks found
ru: Найдены непройденные проверки

source: Ignored checks
ru: Игнорируемые проверки

source: Send
ru: Отправить

source: Registration
ru: Регистрация

source: Registration almost complete
ru: Регистрация почти завершена

source: Thank you for registering. You will very soon receive an email with a confirmation link. Please follow this link in order to complete your registration.
ru: Спасибо за регистрацию. Вскоре вы получите email с подтверждающей ссылкой. Пожалуйста перейдите по данной ссылке для завершения регистрации.

source: Please fix errors in the registration form.
ru: Пожалуйста исправьте ошибки в форме регистрации.

source: Register
ru: Регистрация

source: Conditions for free hosting
ru: Условия для бесплатного хостинга

source: Translated content has to be released under <a href="http://en.wikipedia.org/wiki/Free_software_license">free license</a>.
ru: Перевод должен быть выпущен под <a href="http://en.wikipedia.org/wiki/Free_software_license">свободной лицензией</a>.

source: Source code has to be publicly available in supported version control system.
ru: Исходный код должен быть публично доступен в одной из поддерживаемых систем контроля версий.

source: There is no guarantee for service availability or quality.
ru: Нет гарантии доступности службы или её качества.

source: Commercial hosting
ru: Коммерческий хостинг

source: This username/password combination was not found. Please try again.
ru: Эта комбинация логин/пароль не найдена. Попробуйте снова.

source: To test Weblate, you can login as <code>demo</code> user with password <code>demo</code>.
ru: Чтобы попробовать Weblate, Вы можете войти как пользователь <code>demo</code> с паролем <code>demo</code>.

source: Password login
ru: Пароль для входа

source: Forgot your password? You can <a href="%(reset_url)s">reset it</a>.
ru: Забыли пароль? Вы можете <a href="%(reset_url)s">сбросить его</a>.

source: Third party login
ru: Вход с помощью третьей стороны

source: Do not have an account yet? You can <a href="%(register_url)s">register</a>.
ru: Ещё нет аккаунта? Вы можете <a href="%(register_url)s">зарегистрироваться</a>.

source: Your profile
ru: Ваш профиль

source: Please enter your new password twice so we can verify you typed it in correctly.
ru: Пожалуйста введите пароль дважды, чтобы проверить правильность его ввода.

source: Change my password
ru: Изменить мой пароль

source: Please fix errors in the form.
ru: Пожалуйста исправьте ошибки в форме.

source: Preferences
ru: Предпочтения

source: Subscriptions
ru: Подписки

source: Account
ru: Учетная запись

source: Authentication
ru: Идентификация

source: Profile
ru: Профиль пользователя

source: Licenses
ru: Лицензии

source: Save
ru: Сохранить

source: Description
ru: Описание

source: Documentation
ru: Документация

source: You will receive chosen notifications via email for all your languages.
ru: Для всех языков вы будете получать выбранные уведомления по электронной почте.

source: Subscription settings
ru: Настройки подписки

source: Your name and email will appear as author on the commits.
ru: Ваше имя и эл.почта будут указаны, как информация об авторе commit'ов.

source: User ID
ru: Пользовательский ID

source: Action
ru: Действие

source: Set password
ru: Установить пароль

source: Disconnect
ru: Разъединить

source: Add new association:
ru: Добавить новую ассоциацию:

source: Removal of the account deletes all your private data.
ru: Удаление аккаунта также удалит все Ваши личные данные.

source: Remove my account
ru: Удалить мою учетную запись

source: You can configure how you will log in on this site.
ru: Вы можете настроить, как будете входить на сайт.

source: Your summary
ru: Ваше резюме

source: Your public profile
ru: Ваш общедоступный профиль

source: Your avatar
ru: Ваш аватар

source: Project
ru: Проект

source: License
ru: Лицензия

source: Please pay attention to the licensing information as these specify how others are allowed to use your translations.
ru: Пожалуйста уделите внимание лицензионной информации в части того, как могут использоваться Ваши переводы.

source: Register using email
ru: Регистрация с использованием эл.почты

source: Third party registration
ru: Регистрация третьей стороны

source: Sorry, but registrations on this site are disabled. You can <a href="%(contact_url)s">contact us</a> for more details.
ru: Извините, но регистрация на сайте отключена. Вы можете <a href="%(contact_url)s">связаться с нами</a> для получения информации.

source: Account removal
ru: Удаление учетной записи

source: By pressing following button, your will no longer be able to use this account.
ru: Нажав эту кнопку, вы не сможете больше использовать этот аккаунт.

source: Delete this account
ru: Удалить эту учётную запись

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
ru: Забыли пароль? Введите Ваш e-mail и получите инструкции по установке нового пароля.

source: Reset my password
ru: Сбросить мой пароль

source: Projects
ru: Проекты

source: Activity in last 30 days
ru: Активность за последние 30 дней

source: Activity in last year
ru: Активность за последний год

source: Activity
ru: Активность

source: Reports
ru: Отчёты

source: Status of repositories
ru: Статус репозиториев

source: SSH keys
ru: SSH ключи

source: Performance report
ru: Отчет производительности

source: Home
ru: Главная

source: Performance
ru: Производительность

source: Check
ru: Проверка

source: Result
ru: Результат

source: Configuration errors
ru: Ошибки конфигурации

source: Name
ru: Имя

source: Status
ru: Статус

source: Public SSH key
ru: Публичный SSH ключ

source: Weblate currently uses following SSH key:
ru: Weblate использует следующий SSH ключ:

source: Generate SSH key
ru: Генерировать SSH ключ

source: You don't seem to have existing SSH key, by pressing button below Weblate will generate it for you.
ru: У Вас нет ключа SSH, для генерации нажмите кнопку ниже.

source: Generate
ru: Генерировать

source: Known host keys
ru: Известные ключи хоста

source: Hostname
ru: Имя хоста

source: Key type
ru: Тип ключа

source: Fingerprint
ru: Отпечаток

source: Add host key
ru: Добавить ключ хоста

source: Host:
ru: Хост:

source: Port:
ru: Порт:

source: Submit
ru: Подтвердить

source: More information
ru: Больше информации

source: You can find more information about setting up SSH keys in <a href="%(ssh_docs)s">the Weblate manual</a>.
ru: Вы можете найти больше информации по настройки SSH ключей в <a href="%(ssh_docs)s">руководстве по Weblate</a>.

source: Required fields are marked as bold, you can find more information in the <a href="%(url)s">documentation</a>.
ru: Необходимые поля отмечены жирным, больше информации можно получить в <a href="%(url)s">документации</a>.

source: Do not change this object here, please use Weblate interface instead.
ru: Не изменяйте данный объект здесь, используйте интерфейс Weblate для этого.

source: Dashboard
ru: Доска объявлений

source: Your translations
ru: Ваши переводы

source: Logout
ru: Выйти

source: Checks
ru: Проверки

source: Checks listing
ru: Список проверок

source: No matching checks found!
ru: Соответствующих проверок не найдено!

source: Check details
ru: Подробности проверки

source: Information
ru: Информация

source: Customizable quality checks will help you in improving quality of translations.
ru: Настраиваемый контроль качества поможет в улучшении качества перевода.

source: The checks can help you identify problematic translations or source strings which are hard to translate.
ru: Проверки могут помочь определить проблемные переводы или строки-исходники которые трудно перевести.

source: Data export
ru: Экспорт данных

source: RSS feeds
ru: RSS-каналы

source: Link
ru: Ссылка

source: Notification hooks
ru: Хуки уведомлений

source: data exports
ru: экспорт данных

source: Download
ru: Скачать

source: Hosting site
ru: Сайт хостинга

source: Note
ru: Примечание

source: glossaries
ru: глоссарий

source: Language
ru: Язык

source: Words
ru: Слова

source: Browse
ru: Обзор

source: Add new word
ru: Добавить новое слово

source: Import glossary
ru: Импорт глоссария

source: Export glossary
ru: Экспорт глоссария

source: History
ru: История

source: Source
ru: Источник

source: Translation
ru: Перевод

source: Edit
ru: Правка

source: Delete
ru: Удалить

source: No words found!
ru: Слов не найдено!

source: Add
ru: Добавить

source: Import
ru: Импорт

source: You can download glossary in following formats:
ru: Вы можете скачать глоссарий в следующих форматах:

source: dictionaries
ru: словари

source: Change word
ru: Изменить слово

source: Get involved in %(project)s!
ru: Примите участие в %(project)s!

source: Hi, and thank you for your interest!
ru: Привет, спасибо за Ваш интерес!

source: If you would like to contribute to translation of %(project)s, you need to <a href="%(reg_url)s">register on this server</a>.
ru: Если Вы хотите принять участие в переводе проекта %(project)s, Вам необходимо <a href="%(reg_url)s">зарегистрироваться на этом сервере</a>.

source: This translation is open only to limited group of translators, if you want to contribute please get in touch with project maintainers.
ru: Этот перевод открыт определенной группе переводчиков. Если хотите поучаствовать в переводе, свяжитесь с руководством проекта.

source: Contact us
ru: Свяжитесь с нами

source: Authored by %(author)s on %(date)s
ru: Опубликовано %(author)s в %(date)s

source: Hold down "Control", or "Command" on a Mac, to select more than one.
ru: Удерживая «Ctrl», или «Command» на Mac, чтобы выбрать больше чем один.

source: Armenian
ru: Армянский

source: English
ru: Английский

source: English (Canada)
ru: Английский (Канада)

source: English (United Kingdom)
ru: Английский (United Kingdom)

source: English (United States)
ru: Английский (United States)

source: Italian
ru: Итальянский

source: Japanese
ru: Японский

source: You need to be logged in for translating, otherwise you can only make suggestions.
ru: Необходимо войти для перевода, иначе Вы можете делать только предложения.

source: Search
ru: Поиск

source: Tools
ru: Инструменты

source: Languages summary
ru: Сведения по языкам

source: Checks overview
ru: Обзор проверок

source: Widgets
ru: Виджеты

source: Manage your translations
ru: Управление Вашими переводами

source: Translated
ru: Переведено

source: Most active translators
ru: Наиболее активные переводчики

source: User
ru: Пользователь

source: Most active suggesters
ru: Наиболее активные пользователи делающие предложения

source: Suggested
ru: Предложено

source: Ignore: %(check)s
ru: Игнорировать: %(check)s

source: User comments
ru: Комментарии пользователя

source: Repository status
ru: Статус репозитория

source: There are some not committed changes!
ru: Есть не сохраненные изменения!

source: The local repository is up to date.
ru: Локальный репозиторий обновлён.

source: Git repository with Weblate translations:
ru: Git репозиторий с переводами Weblate:

source: Repository details
ru: Подробности репозитория

source: Repository tools
ru: Инструменты репозитория

source: Rebase
ru: Перемещение (rebase)

source: Reset
ru: Сброс

source: Reset all changes in the local repository
ru: Сбросить все изменения в локальном репозитории

source: Unlock
ru: Разблокировать

source: Allow changes in the local repository
ru: Разрешить изменения в локальном репозитории

source: Lock
ru: Заблокировать

source: Overview
ru: Обзор

source: Glossaries
ru: Глоссарии

source: Failing checks
ru: Непройденные проверки

source: There are no glossaries defined for this language.
ru: Глоссарии для этого языка не определены.

source: When
ru: Когда

source: Revert to this translation
ru: Откатить к этому переводу

source: Revert
ru: Откат

source: Browse changes
ru: Показать изменения

source: Follow using RSS
ru: Следить используя RSS

source: Good translations
ru: Хорошие переводы

source: Translations with failing checks
ru: Переводы с непройденной проверкой

source: Fuzzy translations
ru: Нечёткий перевод

source: Translation comment
ru: Комментарий к переводу

source: Source string comment
ru: Комментарий к строке-исходнику

# Number of translated words
source: Words
ru: Слова

# Number of fuzzy strings
source: Fuzzy
ru: Нечётко

# Number of failing checks
source: Checks
ru: Проверки

# Number of suggestions
source: Suggestions
ru: Предложения

source: Configure columns
ru: Настроить колонки

source: %(words)s word to translate!
ru: Перевести %(words)s слово!

source: There is %(count)s fuzzy string.
ru: %(count)s нечёткая строка.

source: There is %(count)s failing check.
ru: %(count)s непройденная проверка.

source: There is %(count)s suggestion.
ru: Есть %(count)s предложение.

source: There is %(count)s not translated string.
ru: Есть %(count)s непереведённая строка.

source: Translate
ru: Перевод

source: Hi,
ru: Привет,

source: This is an automatic email to help you complete your registration with %(site_title)s.
ru: Это автоматическое сообщение для завершения регистрации с %(site_title)s.

source: Please open the following link in your web browser. If the link is split over several lines, you may need to copy it in the address bar.
ru: Пожалуйста перейдете по следующей ссылке. Если ссылка разбита на несколько строк, необходимо скопировать их в адресную строку браузера.

source: If there is a problem with your registration, please contact us:
ru: Если есть проблемы с регистрацией, свяжитесь с нами пожалуйста:

source: Your registration on %(site_title)s
ru: Ваша регистрация на %(site_title)s

source: Sent by Weblate translation system
ru: Отправлено системой рассылки Weblate

source: Change subscription settings
ru: Изменить настройки подписки

source: there has been a change in translation on %(translation)s at %(site_title)s.
ru: сделано изменение в переводе в %(translation)s на %(site_title)s.

source: Source string:
ru: Строка-исходник:

source: Translation:
ru: Перевод:

source: Translation change:
ru: Изменения в переводе:

source: You can edit this string at:
ru: Вы можете отредактировать эту строку тут:

source: Previous translation:
ru: Предыдущий перевод:

source: Changed translation in %(translation)s
ru: Изменён перевод в %(translation)s

source: Translation summary:
ru: Сведения по переводу:

source: Total strings:
ru: Всего строк:

source: Translated strings:
ru: Переведенных строк:

source: Fuzzy strings:
ru: Строк с нечётким переводом:

source: You can translate at <a href="%(translation_url)s">%(translation_url)s</a>
ru: Вы можете перевести здесь <a href="%(translation_url)s">%(translation_url)s</a>

source: You can translate at %(translation_url)s
ru: Вы можете перевести по %(translation_url)s

source: Error message
ru: Сообщение об ошибке

source: Repository with Weblate translations:
ru: Репозиторий с Weblate-переводами:

source: Check our FAQ for information how to resolve this.
ru: Обратитесь к FAQ для информации, как решить это.

source: Error message:
ru: Сообщение об ошибке:

source: Repository status:
ru: Статус репозитория:

source: there has been a new comment on %(subproject)s at %(site_title)s.
ru: оставлен новый комментарий в %(subproject)s на %(site_title)s.

source: Comment:
ru: Комментарий:

source: New comment in %(subproject)s
ru: Новый комментарий в %(subproject)s

source: Requested language:
ru: Требуемый язык:

source: Requesting user:
ru: Запрашивающий пользователь:

source: New language request in %(translation)s
ru: Новый запрос языка для %(translation)s

source: there are new strings to translate on %(translation)s at %(site_title)s.
ru: появились новые строки для перевода в %(translation)s на %(site_title)s.

source: New string to translate in %(translation)s
ru: Новая строка для перевода в %(translation)s

source: there is a new suggestion to evaluate on %(translation)s at %(site_title)s.
ru: поступило новое предложение в %(translation)s на %(site_title)s.

source: Suggestion:
ru: Предложение:

source: You can review it at:
ru: Вы можете посмотреть это на:

source: New suggestion in %(translation)s
ru: Новое предложение в %(translation)s

source: there has been a new translation on %(translation)s at %(site_title)s.
ru: сделан новый перевод в %(translation)s на %(site_title)s.

source: Previously not translated
ru: Предыдущий непереведённый

source: New translation in %(translation)s
ru: Новый перевод в %(translation)s

source: There was a request to reset your Weblate password at %(site_title)s.
ru: Поступил запрос на сброс пароля Weblate на %(site_title)s.

source: Password reset on %(site_title)s
ru: Сброс пароля на %(site_title)s

source: Change subscription settings:
ru: Изменить настройки подписки:

source: Data exports
ru: Экспорт данных

source: Manage users
ru: Управление пользователями

source: Share
ru: Поделиться

source: Translate %(object)s using %%23Weblate at %(share_url)s!
ru: Перевести %(object)s используя %%23Weblate на %(share_url)s!

source: Components
ru: Компоненты

source: Component
ru: Компонент
