Repository: pypi-data/pypi-mirror-9
Catalog: packages/Weblate/Weblate-2.2.tar.gz/Weblate-2.2/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Unsupported file format: {0}
ru: Неподдерживаемый формат файла: {0}

source: Failed to update repository: %s
ru: Не удалось обновить репозиторий: %s

source: Automatically accepting suggestions can work only with voting enabled!
ru: Для автоматического принятие предложений необходимо включить функцию голосования за предложение!

source: Filename %s not found in repository! To add new translation, add language file into repository.
ru: Файл %s не найден в репозитории! Чтобы добавить новый перевод, добавьте языковой файл в репозиторий.

source: Format of %s could not be recognized.
ru: Не распознан формат %s.

source: This translation is locked by %(user)s!
ru: Этот перевод заблокирован %(user)s!

source: Insert tab character
ru: Вставить символ TAB

source: Insert new line
ru: Вставить перевод строки

source: Insert character {0}
ru: Вставить символ {0}

source: Opening double quote
ru: Открывающая двойная кавычка

source: Closing double quote
ru: Закрывающая двойная кавычка

source: Opening single quote
ru: Открывающая одиночная кавычка

source: Closing single quote
ru: Закрывающая одиночная кавычка

source: [hostname hashed]
ru: [имя хоста хэшировано]

source: Created new SSH key.
ru: Создан новый SSH-ключ.

source: Failed to generate key: %s
ru: Не удалось создать ключ %s

source: Invalid host name given!
ru: Некорректное имя хоста!

source: Added host key for %(host)s with fingerprint %(fingerprint)s (%(keytype)s), please verify that it is correct.
ru: Добавлен ключ для хоста %(host)s с отпечатком %(fingerprint)s (%(keytype)s). Пожалуйста, проверьте, всё ли правильно.

source: Failed to fetch public key for a host!
ru: Не удалось извлечь ключ хоста!

source: Failed to get host key: %s
ru: Не удалось получить ключ хоста: %s

source: Good configuration
ru: Хорошая конфигурация

source: Bad configuration
ru: Плохая конфигурация

source: Possible configuration
ru: Возможная конфигурация

source: Tab character
ru: Символ TAB

source: New line
ru: Новая строка

source: a year ago
ru: год назад

source: %(count)s year ago
ru: %(count)s год назад

source: a month ago
ru: месяц назад

source: %(count)s month ago
ru: %(count)s месяц назад

source: %(count)s week ago
ru: %(count)s неделю назад

source: a week ago
ru: неделю назад

source: yesterday
ru: вчера

source: %(count)s day ago
ru: %(count)s день назад

source: now
ru: сейчас

source: a second ago
ru: секунду назад

source: %(count)s second ago
ru: %(count)s секунду назад

source: a minute ago
ru: минуту назад

source: %(count)s minute ago
ru: %(count)s минуту назад

source: an hour ago
ru: час назад

source: %(count)s hour ago
ru: %(count)s час назад

source: a year from now
ru: через год

source: %(count)s year from now
ru: через %(count)s год

source: a month from now
ru: через месяц

source: %(count)s month from now
ru: через %(count)s месяц

source: %(count)s week from now
ru: через %(count)s неделю

source: tomorrow
ru: завтра

source: a week from now
ru: через неделю

source: %(count)s day from now
ru: через %(count)s день

source: a second from now
ru: через секунду

source: %(count)s second from now
ru: через %(count)s секунду

source: a minute from now
ru: через минуту

source: %(count)s minute from now
ru: через %(count)s минуту

source: an hour from now
ru: через час

source: %(count)s hour from now
ru: через %(count)s час

source: Message is fuzzy
ru: Сообщение переведено нечётко

source: Message is not translated
ru: Сообщение не переведено

source: Message has failing checks
ru: Сообщение имеет непройденные проверки

source: Message is translated
ru: Сообщение переведено

source: Message has comments
ru: Сообщение имеет комментарий

source: RST text
ru: RST текст

source: Python format string
ru: Форматирование строки python

source: C format string
ru: C - формат строки

source: PHP format string
ru: Форматирование строки PHP

source: Python brace format string
ru: Форматирование скобок в строках python

source: Bad format string (%s)
ru: Неверный формат строки (%s)

source: File mask does not contain * as a language placeholder!
ru: Маска файла не содержит * в качестве метки-заполнителя для языка!

source: Value of 1 is not allowed for autoaccept as every user gives vote to his suggestion.
ru: Значение 1 не разрешается использовать для автоматического принятия, так как каждый пользователь сразу же голосует за собственное предложение.

source: Invalid check flag: "%s"
ru: Не пройдена проверка на: "%s"

source: You have activated your account, now you should set the password to be able to login next time.
ru: Вы активировали свой аккаунт, теперь необходимо установить пароль для последующего входа.

source: Please set your full name in your profile.
ru: Пожалуйста укажите Ваше полное имя в профайле.

source: Search for %s
ru: Поиск %s

source: Invalid search query!
ru: Неверный запрос поиска!

source: Page Not Found
ru: Страница не найдена

source: Permission Denied
ru: Отказано в доступе

source: Chosen translation already exists in this project!
ru: Выбранный перевод уже существует в проекте!

source: A request for a new translation has been sent to the project's maintainers.
ru: Запрос на новый перевод отправлен сопровождающему проекта.

source: Failed to process new translation request!
ru: Не удалось обработать новый запрос на перевод!

source: ACL not enabled for this project!
ru: ACL не включено для этого проекта!

source: User has been added to this project.
ru: Пользователь добавлен к этому проекту.

source: No matching user found!
ru: Не удалось найти пользователя по заданным критериям!

source: User has been removed from this project.
ru: Пользователь удалён из этого проекта.

source: Failed to find matching user!
ru: Не удалось найти пользователя!

source: %(language)s dictionary for %(project)s
ru: %(language)s словарь для %(project)s

source: Dictionaries
ru: Словари

source: No words to import found in file.
ru: В файле не найдено слов для импорта.

source: Imported %d words from file.
ru: Импортировано %d слов из файла.

source: File upload has failed: %s
ru: Ошибка загрузки файла: %s

source: Failed to process form!
ru: Ошибка при обработке формы!

source: Error in parameter %(field)s: %(error)s
ru: Ошибка в параметрах %(field)s: %(error)s

source: Invalid search string!
ru: Ошибка в строке поиска!

source: Review of translations since %s
ru: Обзор переводов с %s

source: No string matched your search!
ru: По Вашему запросу не найдено ни одной строки!

source: Your suggestion is empty!
ru: Ваше предложение пусто!

source: You don't have privileges to add suggestions!
ru: Вы не имеете привилегий, чтобы добавить предложение!

source: Suggestions are not allowed on this translation!
ru: Предложения запрещены в данном переводе!

source: Some checks have failed on your translation: {0}
ru: Ваш перевод не прошёл некоторые проверки: {0}

source: You don't have privileges to save translations!
ru: У Вас нет привилегий для сохранения перевода!

source: Only suggestions are allowed in this translation!
ru: В этом переводе разрешены только предложения!

source: Can not revert to empty translation!
ru: Невозможно откатить к пустому переводу!

source: You do not have privilege to accept suggestions!
ru: У Вас нет привилегий, чтобы принять предложение!

source: You do not have privilege to delete suggestions!
ru: У Вас нет привилегий, чтобы удалить предложение!

source: You do not have privilege to vote for suggestions!
ru: У Вас нет привилегий, чтобы проголосовать за предложение!

source: Invalid suggestion!
ru: Ошибка в предложении!

source: Automatic translation completed.
ru: Автоматический перевод завершён.

source: Posted new comment
ru: Новый комментарий отправлен

source: Failed to add comment!
ru: Ошибка при добавлении комментария!

source: Translation comment has been deleted.
ru: Комментарий к переводу был удалён.

source: Failed to save translation!
ru: Не удалось сохранить перевод!

source: Access denied.
ru: Доступ запрещен.

source: Failed to lock the repository, another operation in progress.
ru: Невозможно заблокировать репозиторий. В процессе другая операция.

source: All repositories were updated.
ru: Все репозитории обновлены.

source: All repositories have been reset.
ru: Все репозитории сброшены.

source: Translation is now locked for you.
ru: Перевод заблокирован для Вас.

source: Translation is now open for translation updates.
ru: Перевод открыт для обновлений.

source: Component is now locked for translation updates!
ru: Компонент заблокирован для обновления перевода!

source: Component is now open for translation updates.
ru: Компонент сейчас открыт для обновления перевода.

source: All subprojects are now locked for translation updates!
ru: Все подпроекты заблокированы для обновления перевода!

source: Project is now open for translation updates.
ru: Проект открыт для обновления перевода.

source: Review source strings in %s
ru: Обзор строки-исходника на %s

source: Source strings in %s
ru: Строка-исходник на %s

source: Failed to change a priority!
ru: Не удалось изменить приоритет!

source: Failed to change check flags!
ru: Не удалось изменить флаги проверки!

source: translating %(count)d strings into %(languages)d languages %(percent)d%% complete, help us improve!
ru: перевести %(count)d строк на %(languages)d языков %(percent)d%% выполнено, помогите нам его улучшить!

source: translating %(count)d strings into English %(percent)d%% complete, help us improve!
ru: перевести %(count)d строк на английский %(percent)d%% выполнено, помогите нам его улучшить!

source: translation %(percent)d%% done
ru: перевод %(percent)d%% выполнено

source: English translation %(percent)d%% done
ru: перевод на английский %(percent)d%% выполнено

source: translated
ru: Переведено
