Repository: pypi-data/pypi-mirror-9
Catalog: packages/cubicweb-vcsfile/cubicweb-vcsfile-2.0.1.tar.gz/cubicweb-vcsfile-2.0.1/i18n/*.po
Languages: fr

source: %(rev)s of a private repository
fr: %(rev)s d'un entrepôt privé

source: %(rev)s of repository %(repo)s: %(desc)s
fr: %(rev)s de l'entrepôt %(repo)s : %(desc)s

source: %(type)s repository #%(eid)s
fr: entrepôt %(type)s #%(eid)s

source: Browse source
fr: Parcourir le source

source: Command-Line Access
fr: Accès en ligne de commande

source: Members only may check out working copy over %s.
fr: Les membres uniquement peuvent obtenir une version de travail via %s.

source: New Repository
fr: Nouvel entrepôt

source: New Revision
fr: Nouvelle révision

source: Non-members may check out a read-only working copy anonymously over %s.
fr: Les utilisateurs anonymes peuvent obtenir une version de travail en lecture seule via %s.

source: Repository
fr: Entrepôt

source: Repository_plural
fr: Entrepôts

source: Revision
fr: Révision

source: Revision_plural
fr: Révisions

source: Tags on this revision (comma separated values)
fr: Tags sur cette révision (séparés par des virgules)

source: Tell if user needs an account to checkout the repository.
fr: Indique si l'entrepôt est accessible aux utilisateurs anonymes.

source: This Repository
fr: Cet entrepôt

source: This Revision
fr: Cette révision

source: Use this command to check out the latest project source code:
fr: Utilisez cette commande pour récupérer la dernière version du source du projet :

source: You can browse the source code by following <a href="%s">this link</a>.
fr: Vous pouvez parcourir le code source en suivant ce <a href="%s">lien</a>.

source: a local VCS repository which will be used as versionned content entity source
fr: un entrepôt local qui sera utilisé comme source de contenu pour des entités

source: at least one attribute of %s must be set on a Repository
fr: au moins un attribut parmi %s doit être spécifié

source: author
fr: auteur

# Revision
source: author
fr: auteur

source: author of this revision.
fr: auteur de cette révision

source: branch
fr: branche

# Revision
source: branch
fr: branche

source: branch of this revision.
fr: branche de cette révision

source: can not clone the repo from %s, please check the source url
fr: ne peut cloner l'entrepôt depuis %s, veuillez vérifier l'url

source: change set identifier, when used by the underlying version control system.
fr: identifiant du changeset, en fonction du type d'entrepôt

source: comment for this revision.
fr: commentaire pour cette révision

source: commit message:
fr: message de commit :

source: draft
fr: brouillon

source: encoding
fr: encodage

# Repository
source: encoding
fr: encodage

source: encoding used for the repository (e.g. for file path and check-in comments)
fr: encodage utilisé pour l'entrepôt (pour les noms de fichiers et les commentaires de check-in)

source: facets_vcsfile.repo.type
fr: type d'entrepôts

source: facets_vcsfile.rev.branch
fr: branche d'une revision

source: facets_vcsfile.rev.cd
fr: date d'une révision

source: files modified by this revision
fr: fichiers modifiés par cette revision

source: from_repository
fr: de l'entrepôt

# Revision
source: from_repository
fr: de l'entrepôt

source: from_repository_object
fr: contient

# Repository
source: from_repository_object
fr: de l'entrepôt

# Repository
source: granted_permission
fr: permission

# CWPermission
source: granted_permission_object
fr: permission sur

source: has_anonymous_access
fr: accès anonyme

# Repository
source: has_anonymous_access
fr: accès anonyme

source: heads
fr: têtes

source: hidden
fr: caché

# Revision
source: hidden
fr: cachée

source: import contents of files touched by a revision. It may cause performance issue when scaling.
fr: importe le contenu des fichiers modifiés par une révision (coûteux en terme de performance).

source: import_revision_content
fr: importe le contenu des révisions

# Repository
source: import_revision_content
fr: importe le contenu des révisions

source: local_cache
fr: cache local

# Repository
source: local_cache
fr: cache local

source: no local access to repository
fr: pas d'accès local à l'entrepôt

source: obsoletes
fr: remplace

# Revision
source: obsoletes
fr: remplace

source: obsoletes_object
fr: remplacé par

# Revision
source: obsoletes_object
fr: remplacé par

source: optional title. If the repository has a public url, it may be a good idea to put it as title.
fr: titre optionel. Si l'entrepôt à une URL publique, c'est sans doute une bonne idée de l'utiliser comme titre

source: parent_revision
fr: révision parente

# Revision
source: parent_revision
fr: révision parente

source: parent_revision_object
fr: révision descendante

# Revision
source: parent_revision_object
fr: révision descendante

source: phase of the changeset
fr: phase du changeset

source: refresh repository
fr: rafraîchir l'entrepôt

source: relative path to the local cache of the repository
fr: chemin relatif vers le cache local de l'entrepôt

source: repository's type
fr: type d'entrepôt

source: repositoryhistory_tab
fr: révisions

source: repositoryinfo_tab
fr: description

source: source url (must be of the form protocol://path/to/stuff)
fr: url source de l'entrepôt central (doit être de la forme protocole://chemin/vers/entrepot)

source: source_url
fr: url source

# Repository
source: source_url
fr: url source

source: this file has newer revisions
fr: ce fichier a des révisions plus récentes

source: this revision hasn't modified any files
fr: cette révision n'affecte aucun fichier

# Repository
source: title
fr: titre

source: updating type attribute of a repository isn't supported. Delete it and add a new one.
fr: la modification de l'attribut 'type' d'un entrepôt n'est pas supportée. Supprimez le et ajoutez en un nouveau.

source: url must be of the form protocol://path/to/stuff
fr: l'url doit être de la form protocole://chemin/vers/entrepot

source: vcstags
fr: tags

# Revision
source: vcstags
fr: tags
