Repository: pypi-data/pypi-mirror-9
Catalog: packages/cubicweb-company/cubicweb-company-0.6.1.tar.gz/cubicweb-company-0.6.1/i18n/*.po
Languages: fr

source: Company
fr: Société

source: Company_plural
fr: Sociétés

source: Division_plural
fr: Divisions

# inlined:Company.use_email.subject
source: EmailAddress
fr: Adresse email

# inlined:Division.use_email.subject
source: EmailAddress
fr: Adresse email

source: New Company
fr: Nouvelle société

source: New Division
fr: Nouvelle division

# inlined:Company.phone.subject
source: PhoneNumber
fr: N° de téléphone

# inlined:Division.phone.subject
source: PhoneNumber
fr: N° de téléphone

# inlined:Company.headquarters.subject
source: PostalAddress
fr: Adresse postale

# inlined:Division.headquarters.subject
source: PostalAddress
fr: Adresse postale

source: This Company
fr: Cette société

source: This Division
fr: Cette division

source: This company on other sites
fr: Cette société sur d'autres sites

source: add Company headquarters PostalAddress subject
fr: adresse postale

source: add Company phone PhoneNumber subject
fr: téléphone

source: add Company subsidiary_of Company object
fr: filiale

source: add Company use_email EmailAddress subject
fr: adresse email

source: add Division headquarters PostalAddress subject
fr: adresse postale

source: add Division is_part_of Company object
fr: division

source: add Division phone PhoneNumber subject
fr: téléphone

source: add Division use_email EmailAddress subject
fr: adresse électronique

# inlined:Company.use_email.subject
source: add a EmailAddress
fr: ajouter une adresse email

# inlined:Division.use_email.subject
source: add a EmailAddress
fr: ajouter une adresse email

# inlined:Company.phone.subject
source: add a PhoneNumber
fr: ajouter un n° de téléphone

# inlined:Division.phone.subject
source: add a PhoneNumber
fr: ajouter un n° de téléphone

# inlined:Company.headquarters.subject
source: add a PostalAddress
fr: ajouter une adresse postale

# inlined:Division.headquarters.subject
source: add a PostalAddress
fr: ajouter une adresse postale

source: creating Company (Company subsidiary_of Company %(linkto)s)
fr: création d'une filiale de %(linkto)s

source: creating Division (Division is_part_of Company %(linkto)s)
fr: création d'une division de %(linkto)s

source: creating EmailAddress (Company %(linkto)s use_email EmailAddress)
fr: ajout d'une adresse électronique pour la société %(linkto)s

source: creating EmailAddress (Division %(linkto)s use_email EmailAddress)
fr: ajout d'une adresse électronique pour la division %(division)s

source: creating PhoneNumber (Company %(linkto)s phone PhoneNumber)
fr: ajout d'un numéro de téléphone pour la société %(linkto)s

source: creating PhoneNumber (Division %(linkto)s phone PhoneNumber)
fr: ajout d'un numéro de téléphone pour la division %(linkto)s

source: creating PostalAddress (Company %(linkto)s headquarters PostalAddress)
fr: ajout d'une adresse postale pour la société %(linkto)s

source: creating PostalAddress (Division %(linkto)s headquarters PostalAddress)
fr: ajout d'une adresse postale pour la division %(linkto)s

source: ctxcomponents_company_seealso_box
fr: voir plus

source: ctxcomponents_company_seealso_box_description
fr: voir plus

source: headquarters
fr: a pour adresse

# Company
source: headquarters
fr: a pour adresse

# Division
source: headquarters
fr: a pour adresse

source: headquarters_object
fr: adresse de

# PostalAddress
source: headquarters_object
fr: adresse de

source: is_part_of
fr: fait partie de

# Division
source: is_part_of
fr: fait partie de

source: is_part_of_object
fr: contient

# Company
source: is_part_of_object
fr: contient

# Company
source: name
fr: nom

# Division
source: name
fr: nom

source: phone
fr: téléphone

# Company
source: phone
fr: téléphone

# Division
source: phone
fr: téléphone

source: phone_object
fr: téléphone de

# PhoneNumber
source: phone_object
fr: téléphone de

source: rncs
fr: siren

# Company
source: rncs
fr: siren

source: subsidiary_of
fr: filiale de

# Company
source: subsidiary_of
fr: filiale de

source: subsidiary_of_object
fr: société mère de

# Company
source: subsidiary_of_object
fr: société mère de

# Company
source: use_email
fr: adresse mail

# Division
source: use_email
fr: adresse mail

source: web
fr: site web

# Company
source: web
fr: site web

# Division
source: web
fr: site web
