Repository: pypi-data/pypi-mirror-9
Catalog: packages/collective.cart.core/collective.cart.core-0.9.1.zip/collective.cart.core-0.9.1/src/collective/cart/core/locales/*/LC_MESSAGES/collective.cart.core.po
Languages: fi

source: Article
fi: Tuote

source: Canceled
fi: Peruttu

source: Cart
fi: Ostoskori

source: Cart Article
fi: Ostoskorituote

source: Cart Container
fi: Ostoskorikonteineri

source: Change State
fi: Muuta tila

source: Charged
fi: Laskutettu

source: Created
fi: Luotu

source: Description
fi: Kuvaus

source: Go to cart
fi: Siirry ostoskoriin

source: ID
fi: Tunnus

source: Make Shopping Site
fi: Luo kauppa

source: Make this container shopping site.
fi: Tee tästä konteinerista kauppa.

source: Name
fi: Nimi

source: Next Order ID
fi: Seuraava tilausnumero

source: No.
fi: Nr.

source: Order
fi: Tilaus

source: Order Article
fi: Tilaustuote

source: Order Container
fi: Tilauskonteineri

source: Order Default Workflow
fi: Tilauksen oletus-workflow

source: Order Listing
fi: Tilauslista

source: Ordered
fi: Tilattu

source: Orders
fi: Tilaukset

source: Owner
fi: Omistaja

source: Paid
fi: Maksettu

source: Remove
fi: Poista

source: Returned
fi: Palautettu

source: Shipped
fi: Lähetetty

source: Show list of orders.
fi: Näytä tilauksien lista.

source: State
fi: Tila

source: State to Paid
fi: Maksettu tilaan

source: State to Returned
fi: Palautettu tilaan

source: State to Shipped
fi: Lähetetty tilaan

source: State to canceled
fi: Peruttu tilaan

source: State to charged
fi: Laskutettu tilaan

source: State to created
fi: Luotu tilaan

source: State to ordered
fi: Tilattu tilaan

source: There are no articles within this cart.
fi: Tässä ostoskorissa ei ole yhtään tuotetta.

source: This container is no longer a shopping site.
fi: Tämä konteineri ei enää ole kauppa.

source: Unmake Shopping Site
fi: Lopeta kauppa

source: Unmake this container shopping site.
fi: Otetaan tästä konteinerista kauppa ominaisuus pois.

source: Updated
fi: Päivitetty

source: next_order_id_description
fi: Seuraava tilaustunnus: ${order_id}

source: no-orders
fi: Ei ole tilausta.

source: order-id-already-in-use
fi: Tilausnumero on jo käytössä.

source: order_view_title
fi: Tilaustunnus: ${order_id}
