Repository: pypi-data/pypi-mirror-9
Catalog: packages/django-encode/django-encode-1.0.2.tar.gz/django-encode-1.0.2/encode/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The file is being encoded.
nl: Het bestand word geëncodeerd.

source: Title
nl: Titel

source: Title for this file.
nl: Titel voor dit bestand.

source: File for this model.
nl: Bestand voor dit model.

source: Created at
nl: Aangemaakt op

source: The date and time the file was created.
nl: Datum en tijd waarop dit bestand is aangemaakt.

source: Modified at
nl: Gewijzigd op

source: The date and time the file was last modified.
nl: Datum en tijd waarop het bestand voor het laatst is gewijzigd.

source: Media file
nl: Media bestand

source: Media files
nl: Media bestanden

source: Name
nl: Naam

source: Name for this encoder. Example: FFmpeg
nl: Naam voor deze encoder. Voorbeeld: FFmpeg

source: Description
nl: Beschrijving

source: Optional description for this encoder.
nl: Optionele beschrijving voor deze encoder.

source: Documentation URL
nl: Documentatie URL

source: URL for the external documentation of this encoder.
nl: URL van de externe documentatie voor deze encoder.

source: Path
nl: Pad

source: Name or path of the encoder executable. Example: /usr/local/bin/ffmpeg
nl: Naam of pad van de encoder executable. Voorbeeld: /usr/local/bin/ffmpeg

source: Optional encoder class to use. Example: encode.encoders.FFMpegEncoder
nl: Optionele encoder class. Voorbeeld: encode.encoders.FFMpegEncoder

source: Command
nl: Commando

source: Optional command options that are always added. Example: -loglevel fatal -y
nl: Optionele command opties die altijd worden toegevoegd. Voorbeeld: -loglevel fatal -y

source: The date and time the encoder was created.
nl: Datum en tijd waarop de encoder is aangemaakt.

source: The date and time the encoder was last modified.
nl: Datum en tijd waarop deze encoder voor het laatst is gewijzigd.

source: Title for this encoding profile. Example: WebM
nl: Titel voor dit encoding profiel. Voorbeeld: WebM

source: Optional description for this encoding profile.
nl: Optionele beschrijving voor dit encoding profiel.

source: MIME-type for this encoding profile. Example: video/webm
nl: MIME-type voor dit encoding profiel. Voorbeeld: video/webm

source: Media container (file extension). Example: webm
nl: Media container (bestandsextentie). Voorbeeld: webm

source: Video codec name. Example: VP8
nl: Video codec naam. Voorbeeld: VP8

source: Audio codec name. Example: Vorbis
nl: Audio codec naam. Voorbeeld: Vorbis

source: Encoder for this profile.
nl: Encoder voor dit profiel.

source: The command to execute, excluding the encoder executable's path or name. Supports variable interpolation. Example: -i "{input}" -acodec libvorbis -ab 128k -vcodec libvpx -s 320x240 "{output}"
nl: Het uit te voeren commando, exclusief het pad of de naam van de encoder. Ondersteund variabele interpolatie. Voorbeeld: -i "{input}" -acodec libvorbis -ab 128k -vcodec libvpx -s 320x240 "{output}"

source: The date and time the profile was created.
nl: De datum en tijd waarop het profiel is aangemaakt.

source: The date and time the profile was last modified.
nl: De datum en tijd waarop het profiel voor het laatst is aangepast.

source: Encoding profile
nl: Encoding profiel

source: Encoding profiles
nl: Encoding profielen

source: Title for this object.
nl: Titel voor dit object.

source: File type
nl: Bestand type

source: Input file
nl: Input bestand

source: The uploaded source file.
nl: Het geuploade source bestand.

source: Uploaded
nl: Geüpload

source: Indicates that the output file(s) have been uploaded.
nl: Geeft aan dat output bestand(en) zijn geüpload.

source: Encoded
nl: Geëncodeerd

source: Indicates that the input file has finished encoding.
nl: Geeft aan dat het input bestand volledig is geëncodeerd.

source: Indicates that the input file is currently encoding.
nl: Geeft aan dat het input bestand momenteel word geëncodeerd.

source: Keep input file
nl: Bewaar input bestand

source: Indicates that the input file should be saved and not be removed after it's encoded and uploaded.
nl: Geeft aan dat het input bestand moet worden bewaard en niet worden verwijderd nadat het is geëncodeerd en geüpload.

source: The encoding profile(s).
nl: Het encoding profiel(en)

source: The encoded output file(s). Stored in CDN.
nl: De geëncodeerde bestanden. Opgeslagen in CDN.

source: Output files
nl: Output bestanden

source: The user who uploaded the input file.
nl: De gebruiker die het input bestand heeft geupload.

source: The date and time the object was created.
nl: De datum en tijd waarop het object is aangemaakt.

source: The date and time the object was last modified.
nl: De datum en tijd waarop het object voor het laatst is bewerkt.

source: Media File
nl: Media bestand

source: Media Files
nl: Media Bestanden
