Repository: pypi-data/pypi-mirror-9
Catalog: packages/trytond_health_ntd_dengue/trytond_health_ntd_dengue-2.8.1.tar.gz/trytond_health_ntd_dengue-2.8.1/locale/*.po
Languages: pt_br

# field:gnuhealth.dengue_du_survey,aedes_larva:
source: Larvae
pt_br: Larvas

# field:gnuhealth.dengue_du_survey,animal_water_container:
source: Animal Water containers
pt_br: Recipientes de Água para Animais

# field:gnuhealth.dengue_du_survey,create_date:
source: Create Date
pt_br: Data de criação

# field:gnuhealth.dengue_du_survey,create_uid:
source: Create User
pt_br: Criado por

# field:gnuhealth.dengue_du_survey,du:
source: DU
pt_br: UD

# field:gnuhealth.dengue_du_survey,du_fumigation:
source: Fumigation
pt_br: Fumigação

# field:gnuhealth.dengue_du_survey,du_status:
source: Status
pt_br: Situação

# field:gnuhealth.dengue_du_survey,flower_vase:
source: Flower vase
pt_br: Vaso de flor

# field:gnuhealth.dengue_du_survey,fumigation_date:
source: Fumigation Date
pt_br: Data da Fumigação

# field:gnuhealth.dengue_du_survey,larva_in_house:
source: Domiciliary
pt_br: Domiciliar

# field:gnuhealth.dengue_du_survey,larva_peri:
source: Peri-Domiciliary
pt_br: Peri-Domiciliar

# field:gnuhealth.dengue_du_survey,name:
source: Survey Code
pt_br: Código da Pesquisa

# field:gnuhealth.dengue_du_survey,next_survey_date:
source: Next survey
pt_br: Próxima pesquisa

# field:gnuhealth.dengue_du_survey,observations:
source: Observations
pt_br: Observações

# field:gnuhealth.dengue_du_survey,old_tyres:
source: Tyres
pt_br: Pneus

# field:gnuhealth.dengue_du_survey,ovitraps:
source: Ovitraps
pt_br: Armadilhas para Ovos

# field:gnuhealth.dengue_du_survey,potted_plant:
source: Potted Plants
pt_br: Plantas em vasos

# field:gnuhealth.dengue_du_survey,rec_name:
source: Name
pt_br: Nome

# field:gnuhealth.dengue_du_survey,rock_holes:
source: Rock holes
pt_br: Buracos em pedras

# field:gnuhealth.dengue_du_survey,survey_date:
source: Date
pt_br: Data

# field:gnuhealth.dengue_du_survey,tree_holes:
source: Tree holes
pt_br: Buracos em árvores

# field:gnuhealth.dengue_du_survey,write_date:
source: Write Date
pt_br: Data de edição

# field:gnuhealth.dengue_du_survey,write_uid:
source: Write User
pt_br: Editado por

# field:gnuhealth.sequences,dengue_du_survey_sequence:
source: Dengue Survey Sequence
pt_br: Sequência de pesquisa sobre a dengue

# help:gnuhealth.dengue_du_survey,aedes_larva:
source: Check this box if Aedes aegypti larvae were found
pt_br: Marque esta caixa se foram encontradas larvas de Aedes aegypti

# help:gnuhealth.dengue_du_survey,animal_water_container:
source: Animal water containers not scrubbed or clean
pt_br: Recipientes de água para animais não higienizados ou limpos

# help:gnuhealth.dengue_du_survey,du:
source: Domiciliary Unit
pt_br: Unidade Domiciliar

# help:gnuhealth.dengue_du_survey,du_fumigation:
source: The DU has been fumigated
pt_br: A UD foi fumigada

# help:gnuhealth.dengue_du_survey,du_status:
source: DU status compared to last visit
pt_br: Estado da UD comparada a última visita

# help:gnuhealth.dengue_du_survey,flower_vase:
source: Flower vases without scrubbing or cleaning
pt_br: Vasos de flores sem higienização ou limpeza

# help:gnuhealth.dengue_du_survey,fumigation_date:
source: Last Fumigation Date
pt_br: Data da Última Fumigação

# help:gnuhealth.dengue_du_survey,larva_in_house:
source: Check this box if larvae were found inside the house
pt_br: Marque esta caixa se foram encontradas larvas dentro da casa

# help:gnuhealth.dengue_du_survey,larva_peri:
source: Check this box if larva were found in the peridomiciliary area
pt_br: Marque esta caixa se foram encontradas larvas na área do entorno da residência

# help:gnuhealth.dengue_du_survey,old_tyres:
source: Old vehicle tyres found
pt_br: Encontrados pneus antigos de veículos

# help:gnuhealth.dengue_du_survey,ovitraps:
source: Check if ovitraps are in place
pt_br: Verifique se as ovitrampas estão no lugar

# help:gnuhealth.dengue_du_survey,potted_plant:
source: Potted Plants with saucers
pt_br: Plantas em vasos com pires

# help:gnuhealth.dengue_du_survey,rock_holes:
source: unfilled rock holes
pt_br: buracos em pedras não preenchidos

# help:gnuhealth.dengue_du_survey,tree_holes:
source: unfilled tree holes
pt_br: buracos em árvores não preenchidos

# model:gnuhealth.dengue_du_survey,name:
source: Dengue DU Survey
pt_br: Pesquisa sobre Dengue UD

# model:ir.action,name:act_dengue_du_survey_form
source: Dengue DU Survey
pt_br: Pesquisa sobre Dengue UD

# model:ir.sequence,name:seq_gnuhealth_du_survey
source: Dengue DU Survey
pt_br: Pesquisa sobre Dengue UD

# model:ir.sequence.type,name:seq_type_gnuhealth_du_survey
source: Dengue DU Survey
pt_br: Pesquisa sobre Dengue UD

# model:product.template,name:product_template_dengue_elisa_igg_analysischarges0
source: Dengue IgG Charges
pt_br: Taxas para Dengue IgG

# model:product.template,name:product_template_dengue_elisa_igm_analysischarges0
source: Dengue ELISA MAC Ig-M Charges
pt_br: Taxas para ELISA MAC Ig-M

# model:product.template,name:product_template_dengue_pcr_analysischarges0
source: Dengue PCR Charges
pt_br: Taxas para Dengue PCR

# model:product.template,name:product_template_dengue_prnt_analysischarges0
source: Dengue PRNT Charges
pt_br: Taxas para Dengue PRNT

# selection:gnuhealth.dengue_du_survey,du_status:
source: Improved
pt_br: melhorado

# selection:gnuhealth.dengue_du_survey,du_status:
source: Initial
pt_br: Inicial

# selection:gnuhealth.dengue_du_survey,du_status:
source: Unchanged
pt_br: Inalterado

# selection:gnuhealth.dengue_du_survey,du_status:
source: Worsen
pt_br: piorar

# view:gnuhealth.dengue_du_survey:
source: Areas to Improve
pt_br: áreas para melhorar

# view:gnuhealth.dengue_du_survey:
source: Dengue Domiciliary Unit Entomological Survey
pt_br: Pesquisa entomológica da unidade domiciliar contra a Dengue

# view:gnuhealth.dengue_du_survey:
source: Dengue Domiciliary Unit Entomological Surveys
pt_br: Pesquisas entomológicas da unidade domiciliar contra a Dengue

# view:gnuhealth.dengue_du_survey:
source: Notes
pt_br: Notas

# view:gnuhealth.dengue_du_survey:
source: Presence of larvae
pt_br: Presença de larvas

# view:gnuhealth.dengue_du_survey:
source: Preventive Measures
pt_br: Medidas Preventivas
