Repository: pypi-data/pypi-mirror-9
Catalog: packages/Telemeta/Telemeta-1.5.1-1.tar.gz/Telemeta-1.5.1/telemeta/locale/*/LC_MESSAGES/djangojs.po
Languages: ar_tn

source: title
ar_tn: العنوان

source: description
ar_tn: الوصف

source: delete the marker permanently?
ar_tn: حذف العلامة نهائيّا ؟

source: marker added to the selected playlist
ar_tn: تمّت إضافة العلامة إلى قائمة القراءة

source: item added to the selected playlist
ar_tn: تمّت إضافة الوثيقة إلى قائمة القراءة

source: collection added to the selected playlist
ar_tn: تمّت إضافة المجموعة إلى قائمة القراءة

source: resource added to the selected playlist
ar_tn: تمّت إضافة الوثيقة إلى قائمة القراءة

source: there are unsaved or modified markers
ar_tn: هناك علامات قد تمّ تغييرها ولم يتمّ حفضها

source: If you exit the page you will loose your changes
ar_tn: ستضيع البيانات إذا تمّت مغادرة الصّفحة

source: author
ar_tn: المؤلّف

source: Paste HTML to embed player in website
ar_tn: قم بنسخ الكود وبإضافته داخل دود بموقع آخر

source: delete the item permanently?
ar_tn: حذف الوثيقة نهائيّا ؟

source: delete the collection permanently?
ar_tn: حذف المجموعة نهائيّا ؟

source: delete the playlist permanently?
ar_tn: حذف القائمة نهائيّا ؟

source: delete the resource from the playlist permanently?
ar_tn: حذف الوثيقة نهائيّا ؟
