Repository: pypi-data/pypi-mirror-9
Catalog: packages/collective.favorites/collective.favorites-1.1.7.zip/collective.favorites-1.1.7/src/collective/favorites/locales/*/LC_MESSAGES/collective.favorites.po
Languages: fr

source: Add Favorites Portlet
fr: Ajouter le portlet Favoris

source: Add to your favorites
fr: Ajouter à mes favoris

source: Add/remove as favorite:
fr: Ajouter/Supprimer comme favori :

source: Favorites
fr: Mes favoris

source: Favorites List
fr: Liste des favoris

source: Favorites portlet
fr: Portlet des favoris

source: Remove from your favorites
fr: Retirer de mes favoris

source: The item has been added to your favorites
fr: L'élément a été ajouté à mes favoris.

source: The item has been removed from your favorites
fr: L'élément a été retiré de mes favoris.

source: This portlet displays the documents you have selected as your favorites.
fr: Ce portlet affiche les pages que vous avez sélectionnées comme favoris.
