Repository: pypi-data/pypi-mirror-9
Catalog: packages/collective.vaporisation/collective.vaporisation-1.3.7.tar.gz/collective.vaporisation-1.3.7/collective/vaporisation/locales/*/LC_MESSAGES/collective.vaporisation.po
Languages: it, pt_br

source: Activate joint navigation
it: Attivare la navigazione connessa
pt_br: Ativar união de navegação

source: Cancel
it: Elimina
pt_br: Cancelar

source: Changes saved and tagcloud updated.
it: Modifiche salvate e tagcloud aggiornato
pt_br: Alterações salvas e palavras atualizadas.

source: Cloud reload timeout
it: Tempo di ricarica del cloud
pt_br: Tempo de recarga expirado

source: If selected, the keywords will be sorted alphabetically.
it: Se selezionato, le parole chiave saranno ordinate alfabeticamente.
pt_br: Se selecionado, as palavras-chave serão apresentadas em ordem alfabética.

source: Indexes to use
it: Indici da utilizzare
pt_br: Índices disponíveis

source: Joint navigation puts keywords together for associative searches.
it: La navigazione connessa mette insieme le parole chiave per eseguire ricerche associative.
pt_br: A união de navegação coloca as palavras-chave juntas para buscas associativas.

source: List of keywords to use in the cloud
it: Lista delle parole chiave da usare nel cloud
pt_br: Através da lista abaixo é possível escolher quais palavras-chave serão apresentadas na caixa.

source: Mode to use
it: Modalita' di utilizzo
pt_br: Modo de usar

source: Name to display
it: Nome da visualizzare
pt_br: Título

source: No changes.
it: Nessuna modifica.
pt_br: Nenhuma alteração.

source: Number of different sizes
it: Numero di dimensioni differenti
pt_br: Tamanhos diferentes

source: Number of keywords to display
it: Numero di parole chiave da visualizzare
pt_br: Quantidade de palavras-chave a serem apresentadas

source: Only the objects of this type will be counted.
it: Solo gli oggetti di questo tipo saranno contati.
pt_br: Somente palavras-chave cadastradas nestes tipos de conteúdo serão apresentadas.

source: Only the objects under this directory will be counted. If empty, the portlet will search in all the site.
it: Solo gli oggetti sotto questa cartella saranno contati. Se vuoto, la portlet cerchera' in tutto il sito.
pt_br: Somente as palavras-chave abaixo deste diretório serão apresentadas. Se não for selecionado um diretório, serão buscadas palavras-chave em todo o site.

source: Remove from keywords list
it: Parole chiave da rimuovere
pt_br: Remover da lista de palavras-chave

source: Restrict the cloud keywords by removing these keywords.If there is something selected in the list over, the values of that list will be ignored.
it: Limita le parole chiave di questo cloud togliendo queste parole chiave.Se si e' selezionato qualcosa nella lista sopra, i valori di questa lista saranno ignorati.
pt_br: Através da lista abaixo é possível escolher quais palavras-chave NÃO serão apresentadas na caixa. Se alguma palavra-chave for selecionada na lista acima, os valores daquela lista serão ignorados.

source: Save
it: Salva
pt_br: Salvar

source: Select from the list the indexes to use for the cloud
it: Selezionare dalla lista gli indici da usare nel cloud
pt_br: Selecione os íncides dos quais as palavras-chave serão usadas para serem apresentadas na caixa.

source: Select one of the possible mode to use the cloud
it: Selezionare uno dei possibili modi di utilizzo del cloud
pt_br: Selecione um dos modos disponíveis para ser usado como layout da caixa.

source: Sort keywords
it: Ordina le parole chiave
pt_br: Classificar palavras-chave

source: Start path
it: Percorso di partenza
pt_br: Caminho de referência

source: The name of the tagcloud. For display purposes.
it: Il nome del tagcloud da visualizzare.
pt_br: Este título aparecerá na parte superior da caixa que mostra as palavras-chave, portanto deve ser curto.

source: This number will also determine the biggest size.
it: Questo numero determinera' anche la dimensione massima.
pt_br: Este número determina o maior tamanho da fonte utilizada para apresentar as palavras na caixa.

source: Time in minutes after which the cloud should be reloaded.
it: Tempo in minuti dopo i quali sara' ricaricato il cloud.
pt_br: Tempo em minutos em que as palavras devem ser atualizadas.

source: Type of contents
it: Tipo di contenuti
pt_br: Tipos de conteúdo

source: Use only the keywords of this list
it: Utilizza solo le parole chiave di questa lista
pt_br: Usar somente as palavras-chave desta lista

source: Zero displays it all.
it: Zero le mostra tutte.
pt_br: Número 0 mostra toda as palavras-chave.

source: joint_navigation
it: Navigazione basata su parole chiave (clicca per rimuovere) :

source: no_related_tags
it: Nessuna parola chiave associata

source: normal_navigation
it: Attualmente in ricerca su :
