Repository: pypi-data/pypi-mirror-9
Catalog: packages/collective.simpleintranetworkflow/collective.simpleintranetworkflow-1.0.tar.gz/collective.simpleintranetworkflow-1.0/collective/simpleintranetworkflow/locales/*/LC_MESSAGES/plone.po
Languages: de

source: Externally visible
de: Öffentlich sichtbar

source: Visible to everyone.
de: Für alle sichtbar.

source: Internally visible
de: Intern sichtbar

source: Visible to all intranet users.
de: Für alle im Intranet sichtbar.

source: Private
de: Privat

source: Can only be seen and edited by the owner or users with appropriate local roles.
de: Kann nur vom Eigentümer oder Benutzer/Innen mit entsprechenden lokalen rollen gesehen werden.

source: Make private
de: Privat schalten

source: Publish internally
de: Intern freischalten

source: Publish externally
de: Extern publizieren

source: Making an item private means that it will not be visible to anyone but the owner and the site administrator or users with appropriate local rights.
de: Wenn ein Inhalt privat geschalten wird, kann er nur mehr vom Eigentümer, Administrator oder Benutzer/Innen mit entsprechenden lokalen Rechten gesehen werden.

source: Makes your content visible to authenticated members.
de: Der Inhalt wird für angemeldete Benutzer/Innen freigeschalten.

source: Publishing the item makes it visible to anyone.
de: Der Inhalt wird öffentlich freigegeben.
