Repository: pypi-data/pypi-mirror-9
Catalog: packages/trytond_health_surgery/trytond_health_surgery-2.8.1.tar.gz/trytond_health_surgery-2.8.1/locale/*.po
Languages: el_gr, pt_br

# view:gnuhealth.surgery:
source: Anesthesia
el_gr: Αναισθησία
pt_br: Anestesia

# view:gnuhealth.surgery:
source: Details / Incidents
el_gr: Λεπτομέρειες / Συμβάματα
pt_br: Detalhes / Incidentes

# view:gnuhealth.surgery:
source: Finish and sign this surgery ? Itwill become read-only !
el_gr: Να τελειώσετε και να υπογράψετε αυτό το χειρουργείο; Μετά θα γίνει μόνο για ανάγνωση !
pt_br: Finalizar e assinar esta cirurgia? Ela se tornará somente leitura!

# view:gnuhealth.surgery:
source: Patient Surgical Risk assessment
el_gr: Εκτίμηση Χειρουργικού κινδύνου ασθενούς
pt_br: Avaliação de Risco Cirúrgico do Paciente

# view:gnuhealth.surgery:
source: Preoperative checklist
el_gr: Προεγχειρητικη λίστα ελέγχου
pt_br: Lista de verificação pré-operatória

# view:gnuhealth.surgery:
source: Sign
el_gr: Σημείο
pt_br: Assinar

# view:gnuhealth.surgery:
source: Sign this surgery
el_gr: Υπογράψτε αυτό το χειρουργείο
pt_br: Assinar esta cirurgia

# view:gnuhealth.surgery:
source: Surgery
el_gr: Χειρουργείο
pt_br: Cirurgia
