Repository: pypi-data/pypi-mirror-9
Catalog: packages/trytond_health_surgery/trytond_health_surgery-2.8.1.tar.gz/trytond_health_surgery-2.8.1/locale/*.po
Languages: el_gr, pt_br

# error:gnuhealth.surgery:
source: End time "%(end_date)s" BEFORE surgery date "%(surgery_date)s"
el_gr: 'Ωρα τέλους "%(end_date)s" ΠΡΙΝ την ημερομηνία χειρουργείου "%(surgery_date)s"
pt_br: Horário de Fim "%(end_date)s" ANTERIOR à data da cirurgia "%(surgery_date)s"

# field:gnuhealth.operation,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας
pt_br: Data de Criação

# field:gnuhealth.operation,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη
pt_br: Criado por

# field:gnuhealth.operation,name:
source: Surgery
el_gr: Χειρουργείο
pt_br: Cirurgia

# field:gnuhealth.operation,notes:
source: Notes
el_gr: Σημειώσεις
pt_br: Observações

# field:gnuhealth.operation,procedure:
source: Code
el_gr: Κωδικός
pt_br: Código

# field:gnuhealth.operation,rec_name:
source: Name
el_gr: Όνομα
pt_br: Nome

# field:gnuhealth.operation,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία
pt_br: Inserir Data

# field:gnuhealth.operation,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη
pt_br: Inserir Usuário

# field:gnuhealth.patient,surgery:
source: Surgeries
el_gr: Χειρουργεία
pt_br: Cirurgias

# field:gnuhealth.rcri,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας
pt_br: Data de Criação

# field:gnuhealth.rcri,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη
pt_br: Criado por

# field:gnuhealth.rcri,health_professional:
source: Health Professional
el_gr: Επαγγελματίας Υγείας
pt_br: Profissional de Saúde

# field:gnuhealth.rcri,patient:
source: Patient ID
el_gr: ID Ασθενούς
pt_br: Código do Paciente

# field:gnuhealth.rcri,rcri_cerebrovascular_history:
source: History of Cerebrovascular disease
el_gr: Ιστορικό Αγγειακών εγκεφαλικών νόσων
pt_br: História de doença cerebrovascular

# field:gnuhealth.rcri,rcri_class:
source: RCRI Class
el_gr: Κλάση RCRI
pt_br: Classe IRCR

# field:gnuhealth.rcri,rcri_congestive_history:
source: History of congestive heart disease
el_gr: Ιστορικό συμφορητικής καρδιακής νόσου
pt_br: Histórico de doença cardíaca congestiva

# field:gnuhealth.rcri,rcri_date:
source: Date
el_gr: Ημερομηνία
pt_br: Data

# field:gnuhealth.rcri,rcri_diabetes_history:
source: Preoperative Diabetes
el_gr: Προεγχειρητικός Διαβήτης
pt_br: DIabetes Pré-Operatória

# field:gnuhealth.rcri,rcri_high_risk_surgery:
source: High Risk surgery
el_gr: Υψηλός χειρουργικός κίνδυνος
pt_br: Cirurgia de alto risco

# field:gnuhealth.rcri,rcri_ischemic_history:
source: History of ischemic heart disease
el_gr: Ιστορικό ισχαιμικής καρδιακής νόσου
pt_br: Histórico de doença isquêmica do coração

# field:gnuhealth.rcri,rcri_kidney_history:
source: Preoperative Kidney disease
el_gr: Προεγχειρητική νεφρική νόσος
pt_br: Doença Renal Pré-Operatória

# field:gnuhealth.rcri,rcri_total:
source: Score
el_gr: Βαθμολογία
pt_br: Escore

# field:gnuhealth.rcri,rec_name:
source: Name
el_gr: Όνομα
pt_br: Nome

# field:gnuhealth.rcri,write_date:
source: Write Date
el_gr: Γράψτε την Ημερομηνία
pt_br: Data de edição

# field:gnuhealth.rcri,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη
pt_br: Criado por

# field:gnuhealth.surgery,admission:
source: Admission
el_gr: Εισαγωγή
pt_br: Admissão

# field:gnuhealth.surgery,age:
source: Estimative Age
el_gr: Ηλικία κατ' εκτίμηση
pt_br: Idade estimada

# field:gnuhealth.surgery,anesthesia_report:
source: Anesthesia Report
el_gr: Αναισθησιολογική αναφορά
pt_br: Relatório da anestesia

# field:gnuhealth.surgery,anesthetist:
source: Anesthetist
el_gr: Αναισθησιολόγος
pt_br: Anestesista

# field:gnuhealth.surgery,classification:
source: Urgency
el_gr: Βαθμός επείγοντος
pt_br: Urgência

# field:gnuhealth.surgery,code:
source: Code
el_gr: Κωδικός
pt_br: Código

# field:gnuhealth.surgery,computed_age:
source: Age
el_gr: Ηλικία
pt_br: Idade

# field:gnuhealth.surgery,create_date:
source: Create Date
el_gr: Δημιουργία ημερομηνίας
pt_br: Data de Criação

# field:gnuhealth.surgery,create_uid:
source: Create User
el_gr: Δημιουργία χρήστη
pt_br: Criado por

# field:gnuhealth.surgery,description:
source: Description
el_gr: Περιγραφή
pt_br: Descrição

# field:gnuhealth.surgery,extra_info:
source: Extra Info
el_gr: Επιπλέον Πληροφορίες
pt_br: Informações extras

# field:gnuhealth.surgery,institution:
source: Institution
el_gr: Ίδρυμα
pt_br: Instituição

# field:gnuhealth.surgery,operating_room:
source: Operating Room
el_gr: Αίθουσα Χειρουργείου
pt_br: Sala de Operação

# field:gnuhealth.surgery,pathology:
source: Base condition
el_gr: Βασική Κατάσταση
pt_br: Condição de base

# field:gnuhealth.surgery,patient:
source: Patient
el_gr: Ασθενής
pt_br: Paciente

# field:gnuhealth.surgery,preop_antibiotics:
source: Antibiotic Prophylaxis
el_gr: Αντιβίωση για προφύλαξη
pt_br: Profilaxia Antibiótica

# field:gnuhealth.surgery,preop_asa:
source: ASA PS
pt_br: Score ASA

# field:gnuhealth.surgery,preop_bleeding_risk:
source: Risk of Massive bleeding
el_gr: Κίνδυνος μαζικής αιμορραγίας
pt_br: Risco de hemorragia grave

# field:gnuhealth.surgery,preop_mallampati:
source: Mallampati Score
el_gr: Βαθμολογία Mallampati
pt_br: Escore de Mallampati

# field:gnuhealth.surgery,preop_oximeter:
source: Pulse Oximeter in place
el_gr: Παλμικό Οξύμετρο στη θέση του
pt_br: Oxímetro de pulso colocado

# field:gnuhealth.surgery,preop_rcri:
source: RCRI
pt_br: IRCR

# field:gnuhealth.surgery,preop_site_marking:
source: Surgical Site Marking
el_gr: Σήμανση Χειρουργ. πεδίου
pt_br: Marcação Cirúrgica

# field:gnuhealth.surgery,preop_sterility:
source: Sterility confirmed
el_gr: Επιβεβαίωση Αποστείρωσης
pt_br: Esterilidade confirmada

# field:gnuhealth.surgery,procedures:
source: Procedures
pt_br: Procedimentos

# field:gnuhealth.surgery,rec_name:
source: Name
el_gr: Όνομα
pt_br: Nome

# field:gnuhealth.surgery,report_surgery_time:
source: Surgery Time
el_gr: Χρόνος χειρουργείου:
pt_br: Hora da cirurgia

# field:gnuhealth.surgery,signed_by:
source: Signed by
el_gr: Υπεγράφη από τον/την
pt_br: Assinado por

# field:gnuhealth.surgery,state:
source: State
el_gr: Περιοχή
pt_br: Estado

# field:gnuhealth.surgery,surgeon:
source: Surgeon
el_gr: Χειρουργός
pt_br: Cirurgião

# field:gnuhealth.surgery,surgery_date:
source: Date
el_gr: Ημερομηνία
pt_br: Data

# field:gnuhealth.surgery,surgery_end_date:
source: End
el_gr: Τέλος
pt_br: Fim

# field:gnuhealth.surgery,surgery_length:
source: Duration
el_gr: Διάρκεια
pt_br: Duração

# field:gnuhealth.surgery,write_date:
source: Write Date
el_gr: Γράψτε την ημερομηνία
pt_br: Data de edição

# field:gnuhealth.surgery,write_uid:
source: Write User
el_gr: Γράψτε τον χρήστη
pt_br: Editado por

# help:gnuhealth.operation,procedure:
source: Procedure Code, for example ICD-10-PCS or ICPM
el_gr: Κωδικός διαδικασίας, για παράδειγμα ICD-10-PCS ή ICPM
pt_br: Código do procedimento. Por exemplo CID-10-PCS ou ICPM

# help:gnuhealth.rcri,health_professional:
source: Health professional /Cardiologist who signed the assesment RCRI
el_gr: Επαγγελματίας υγείας/ Καρδιολόγος που υπέγραψε την αξιολόγηση RCRI
pt_br: Profissional de saúde / Cardiologista que assinou a avaliação de IRCR

# help:gnuhealth.rcri,rcri_diabetes_history:
source: Diabetes Mellitus requiring treatment with Insulin
el_gr: Σακχαρώδης Διαβήτης με ανάγκη αγωγής με ινσουλίνη
pt_br: Diabetes Mellitus que requer tratamento com insulina

# help:gnuhealth.rcri,rcri_high_risk_surgery:
source: Includes andy suprainguinal vascular, intraperitoneal, or intrathoracic procedures
el_gr: Περιλαμβάνει οποιεσδήποτε υπερβουβωνικές αγγειακές, ενδοπεριτοναίκές, η ενδοθωρακικές διαδικασίες.
pt_br: Inclui qualquer procedimento suprainguinal vascular, intraperitoneal ou intratoráxico.

# help:gnuhealth.rcri,rcri_ischemic_history:
source: history of MI or a positive exercise test, current complaint of chest pain considered to be secondary to myocardial ischemia, use of nitrate therapy, or ECG with pathological Q waves; do not count prior coronary revascularization procedure unless one of the other criteria for ischemic heart disease is present
el_gr: ιστορικό Εμφράγματος Μυοκαρδίου ή μια θετική δοκιμασία κοπώσεως, με τρέχον σύμπτωμα ένα προκάρδιο άλγος που θεωρείται δευτερογενές από την μυοκαρδιακή ισχαιμία, χρήση αγωγής με νιτρώδη, ή ΗΚΓ με παθολογικά Q. Να μη ληφθούν υπ' όψιν προηγούμενες παρεμβάσεις επαναγγείωσης των στεφανιαίων, εκτός και αν υπάρχει ένα ή περισσότερα κριτήρια ισχαιμικής στεφανιαίας νόσου
pt_br: histórico de isquemia do miocárdio ou teste de exercício positivo, queixa de dor no peito considerada como secundária à isquemia do miocárdio, uso de terapia de nitrato, ou ECG com ondas Q patológicas; não contar procedimentos anteriores de revascularização coronariana a não ser que outros critérios para doência isquêmica estejam presentes.

# help:gnuhealth.rcri,rcri_kidney_history:
source: Preoperative serum creatinine >2.0 mg/dL (177 mol/L)
el_gr: Προεγχειρητική Κρεατινίνη ορού
pt_br: Creatina preoperatória > 2.0 mg/dL (177 mol/L)

# help:gnuhealth.rcri,rcri_total:
source: Points 0: Class I Very Low (0.4% complications) Points 1: Class II Low (0.9% complications) Points 2: Class III Moderate (6.6% complications) Points 3 or more : Class IV High (>11% complications)
el_gr: 0 Βαθμοί: Κλάση I Πολύ χαμηλή (0.4% επιπλοκές) 1 Βαθμός: Κλάση II Χαμηλή (0.9% επιπλοκές) 2 Βαθμοί: Κλάση III Μέτρια (6.6% επιπλοκές) 3 ή παραπάνω Βαθμοί: Κλάση IV Υψηλή (>11% επιπλοκές)
pt_br: 0 pontos: Classe I Muito Baixo (0.4% de complicações) 1 ponto: Class II Baixo (0.9% de complicações) 2 pontos: Class III Moderado (6.6% de complicações) 3 ou mais : Class IV Alto (>11% de complicações)

# help:gnuhealth.surgery,age:
source: Use this field for historical purposes, when no date of surgery is given
el_gr: Χρησιμοποιήστε αυτό το πεδίο για λόγους ιστορικού, όταν δεν παρέχεται καμία ημερομηνία για τις χειρουργικές επεμβάσεις.
pt_br: Use este campo para propósitos históricos, quando nenhuma data de cirurgia for fornecida.

# help:gnuhealth.surgery,anesthetist:
source: Anesthetist in charge
el_gr: Υπεύθυνος Αναισθησιολόγος
pt_br: Anestesista responsável

# help:gnuhealth.surgery,classification:
source: Urgency level for this surgery
el_gr: Βαθμός επείγοντος για το χειρουργείο αυτό
pt_br: Nível de urgência para esta cirurgia

# help:gnuhealth.surgery,code:
source: Health Center Unique code
el_gr: Μοναδικός κωδικός Κέντρου Υγείας
pt_br: Código Único do Centro de Saúde

# help:gnuhealth.surgery,computed_age:
source: Computed patient age at the moment of the surgery
el_gr: Ηλικία ασθενούς υπολογισμένη κατά τη στιγμή του χειρουργείου
pt_br: Idade computada do paciente no momento da cirurgia

# help:gnuhealth.surgery,pathology:
source: Base Condition / Reason
el_gr: Βασική Κατάσταση / Αιτία
pt_br: Condição Básica / Razão

# help:gnuhealth.surgery,preop_antibiotics:
source: Prophylactic antibiotic treatment within the last 60 minutes
el_gr: Προφυλακτική αντιβιοτ. θεραπεία στα τελευταία 60 λεπτά
pt_br: Tratamento profilático de antibióticos dentro dos últimos 60 minutos

# help:gnuhealth.surgery,preop_asa:
source: ASA pre-operative Physical Status
el_gr: Προεγχειρητική φυσική κατάσταση κατά ASA
pt_br: Estado Físico ASA pré-operatório

# help:gnuhealth.surgery,preop_rcri:
source: Patient Revised Cardiac Risk Index Points 0: Class I Very Low (0.4% complications) Points 1: Class II Low (0.9% complications) Points 2: Class III Moderate (6.6% complications) Points 3 or more : Class IV High (>11% complications)
pt_br: Índice de Risco Cardíaco Revisado do paciente 0 pontos: Classe I Muito Baixo (0.4% de complicações) 1 ponto: Class II Baixo (0.9% de complicações) 2 pontos: Class III Moderado (6.6% de complicações) 3 ou mais : Class IV Alto (>11% de complicações)

# help:gnuhealth.surgery,preop_site_marking:
source: The surgeon has marked the surgical incision
el_gr: Ο χειρουργός έχει μαρκάρει τη χειρουργική τομή
pt_br: O cirurgião marcou a incisão cirúrgica

# help:gnuhealth.surgery,preop_sterility:
source: Nursing team has confirmed sterility of the devices and room
el_gr: Η Νοσηλευτ. ομάδα επιβεβαίωσε την αποστείρωση των εργαλείων και της αίθουσας
pt_br: Equipe de enfermagem confirmou a esterilidade dos dispositivos e da sala

# help:gnuhealth.surgery,procedures:
source: List of the procedures in the surgery. Please enter the first one as the main procedure
el_gr: Κατάλογος διαδικασιών στο χειρουργείο. Παρακαλώ εισάγετε την πρώτη τοιαύτη ως κύρια διαδικασία
pt_br: Lista dos procedimentos da cirurgia. Por favor insira primeiro o principal procedimento

# help:gnuhealth.surgery,signed_by:
source: Health Professional that signed this surgery document
el_gr: Επαγγελματίας υγείας που υπέγραψε αυτό το έγγραφο χειρουργείου
pt_br: Profissional de saúde que assinou este documento de cirurgia

# help:gnuhealth.surgery,surgeon:
source: Surgeon who did the procedure
el_gr: Χειρουργός που έκανε τη διαδικασία
pt_br: Cirurgião que fez o procedimento

# help:gnuhealth.surgery,surgery_date:
source: Start of the Surgery
el_gr: Έναρξη Χειρουργικής επέμβασης
pt_br: Início da cirurgia

# help:gnuhealth.surgery,surgery_end_date:
source: End of the Surgery
el_gr: Τέλος Χειρουργικής επέμβασης
pt_br: Fim da cirurgia

# help:gnuhealth.surgery,surgery_length:
source: Length of the surgery
el_gr: Διάρκεια Χειρουργικής επέμβασης
pt_br: Duração da cirurgia

# model:gnuhealth.operation,name:
source: Operation - Surgical Procedures
el_gr: Επέμβαση - Χειρουργ. Επεμβάσεις
pt_br: Operação - Procedimentos Cirúrgicos

# model:gnuhealth.rcri,name:
source: Revised Cardiac Risk Index
el_gr: Αναθεωρημένος Δείκτης Καριδακού κιδύνου
pt_br: Índice de Risco Cardíaco Revisado

# model:gnuhealth.surgery,name:
source: Surgery
el_gr: Χειρουργείο
pt_br: Cirurgia

# model:ir.action,name:act_rcri_form1
source: RCRI
pt_br: IRCR

# model:ir.action,name:act_surgery_form
source: Surgeries
el_gr: Χειρουργεία
pt_br: Cirurgias

# model:ir.action,name:action_gnuhealth_surgery_view
source: Surgeries
el_gr: Χειρουργεία
pt_br: Cirurgias

# model:ir.action,name:report_surgery_report
source: Surgery Report
el_gr: Αναφορά χειρουργείου
pt_br: Relatório da cirurgia

# model:ir.ui.menu,name:gnuhealth_surgery_menu
source: Surgeries
el_gr: Χειρουργεία
pt_br: Cirurgias

# model:res.group,name:group_health_surgery_admin
source: Health Surgery Administration
el_gr: Διαχείριση Χειρουργικής υγείας
pt_br: Administração Cirúrgica

# odt:surgery:
source: ( Class
el_gr: ( Κλάση
pt_br: ( Classe

# odt:surgery:
source: 1 : Normal healthy patient
el_gr: 1 : Συνηθισμένος υγιής ασθενής
pt_br: 1 : Paciente com saúde normal

# odt:surgery:
source: 2 : Patients with mild systemic disease
el_gr: 2 : Ασθενείς με ήπια συστηματική νόσο
pt_br: 2 : Pacientes com doença sistêmica leve a moderada

# odt:surgery:
source: 3 : Patients with severe systemic disease
el_gr: 3 : Ασθενείς με σοβαρή συστηματική νόσο
pt_br: 3 : Pacientes com doença sistêmica severa

# odt:surgery:
source: 4 : Patients with severe systemic disease that is a constant threat to life
el_gr: 4 : Ασθενείς με σοβαρή συστηματική νόσο που απειλεί συνεχώς τη ζωή
pt_br: 4: Pacientes com doença sistêmica severa que é uma ameaça constante à vida

# odt:surgery:
source: 5 : Moribund patients who are not expected to survive without the operation
el_gr: 5 : Ετοιμοθάνατοι ασθενείς που δεν αναμένεται να επιβιώσουν χωρίς την επέμβαση
pt_br: 5: Pacientes moribundos que não sobreviverão sem a operação

# odt:surgery:
source: 6 : A declared brain-dead patient who organs are being removed for donor purposes
el_gr: 6 : Ασθενής με πιστοποίηση εγκεφαλικού θανάτου, του οποίου τα όργανα αφαιρούνται με σκοπό τη δωρεά
pt_br: 6 : Um paciente declarado com morte cerebral, cujos órgãos serão removidos para propósitos de doação

# odt:surgery:
source: Age
el_gr: Ηλικία
pt_br: Idade

# odt:surgery:
source: Anesthesia Report
el_gr: Αναφορά αναισθησίας
pt_br: Relatório de anestesia

# odt:surgery:
source: Anesthetist
el_gr: Αναισθησιολόγος
pt_br: Anestesista

# odt:surgery:
source: Antibiotic Prophylaxis :
el_gr: Προφύλαξη με αντιβίωση:
pt_br: Profilaxia Antibiótica :

# odt:surgery:
source: Base Condition
el_gr: Βασική κατάσταση
pt_br: Condição Base

# odt:surgery:
source: Class 1:
el_gr: Κλάση 1:
pt_br: Classe 1:

# odt:surgery:
source: Class 2: Visibility of hard and soft palate, upper portion of tonsils and uvula
el_gr: Κατηγορία 2: Ορατότητα σκληράς και μαλθακής υπερώας, του άνω τμήματος των αμυγδαλών και της σταφυλής.
pt_br: Classe 2: Visibilidade do palato duro e mole, da parte superior das amídalas e da úvula

# odt:surgery:
source: Class 3: Soft and hard palate and base of the uvula are visible
el_gr: Κατηγορία 3: Η μαλθακή και σκληρά υπερώα, καθώς και η βάση της σταφυλής, είναι ορατές.
pt_br: Classe 3: palato mole e duro e base da úvula são visíveis

# odt:surgery:
source: Class 4: Only Hard Palate visible
el_gr: Κατηγορία 4: Μόνον η σκληρά υπερώα είναι ορατή
pt_br: Classe 4: Apenas palato duro visível

# odt:surgery:
source: Classification
el_gr: Κατάταξη
pt_br: Classificação

# odt:surgery:
source: Date
el_gr: Ημερομηνία
pt_br: Data

# odt:surgery:
source: Description
el_gr: Περιγραφή
pt_br: Descrição

# odt:surgery:
source: Emergency
el_gr: Επείγουσα
pt_br: Emergência

# odt:surgery:
source: Female
el_gr: Θήλυ
pt_br: Feminino

# odt:surgery:
source: Full visibility of tonsils, uvula and soft palate
el_gr: Πλήρης ορατότης αμυγδαλών, σταφυλής και μαλθακής υπερώας
pt_br: Visibilidade total das amídalas, da úvula e do palato mole

# odt:surgery:
source: Institution
el_gr: Ίδρυμα
pt_br: Instituição

# odt:surgery:
source: Main Surgeon
el_gr: Κύριος χειρουργός
pt_br: Cirurgião Principal

# odt:surgery:
source: Male
el_gr: Άρρην
pt_br: Masculino

# odt:surgery:
source: Mallampati Score
el_gr: Βαθμολογία Mallampati
pt_br: Escore de Mallampati

# odt:surgery:
source: Notes
el_gr: Σημειώσεις
pt_br: Notas

# odt:surgery:
source: Operating Room
el_gr: Αίθουσα Χειρουργείου
pt_br: Sala de Operação

# odt:surgery:
source: Optional
el_gr: Προαιρετικός/ή
pt_br: Opcional

# odt:surgery:
source: Patient
el_gr: Ασθενής
pt_br: Paciente

# odt:surgery:
source: Physical Status
el_gr: Φυσική κατάσταση
pt_br: Estado físico

# odt:surgery:
source: Pre-operation Checklist
el_gr: Προεγχειρητική λίστα ελέγχου
pt_br: Lista de verificação pré-operatória

# odt:surgery:
source: Pre-operation Information
pt_br: Informação pré-operatória

# odt:surgery:
source: Pre-operative
el_gr: Προεγχειρητικά
pt_br: Pré-operatório

# odt:surgery:
source: Print Date
el_gr: Ημερομηνία εκτύπωσης
pt_br: Data de Impressão

# odt:surgery:
source: Procedure Code
el_gr: Κωδικός διαδικασίας
pt_br: Código de procedimento

# odt:surgery:
source: Pulse Oximeter in place :
el_gr: Διαδερμικό οξύμετρο στη θέση του:
pt_br: Oxímetro de pulso no lugar :

# odt:surgery:
source: Required
el_gr: Απαιτούμενα
pt_br: Obrigatório

# odt:surgery:
source: Revised Cardiac Risk Index (RCRI)
el_gr: Αναθεωρημένος δείκτης καρδιακού κινδύνου (RCRI)
pt_br: Índice de Risco Cardíaco Revisado (IRCR)

# odt:surgery:
source: Risk of Massive bleeding,
el_gr: Κίνδυνος μαζικής αιμορραγίας,
pt_br: Risco de sangramento intenso,

# odt:surgery:
source: Sex
el_gr: Σεξ
pt_br: Sexo

# odt:surgery:
source: Sterility confirmed :
el_gr: Επιβεβαιωμένη στειρότητα:
pt_br: Esterilidade confirmada:

# odt:surgery:
source: Surgery Details / Incidents
el_gr: Λεπτομέρειες χειρουργείου / Συμβάματα
pt_br: Detalhes / Incidentes da cirurgia

# odt:surgery:
source: Surgery Report :
el_gr: Αναφορά χειρουργείου:
pt_br: Relatório da cirurgia :

# odt:surgery:
source: Surgery Time
el_gr: Χρόνος χειρουργείου:
pt_br: Hora da cirurgia

# odt:surgery:
source: Surgical Site Marking :
el_gr: Σήμανση χειρουργικού πεδίου:
pt_br: Marcação dos locais cirúrgicos :

# odt:surgery:
source: Urgent
el_gr: Επειγόντως
pt_br: Urgente

# odt:surgery:
source: at surgery
el_gr: κατά το χειρουργείο
pt_br: em cirurgia

# odt:surgery:
source: ntravenous access and fluids availabl
el_gr: ενδοφλέβια πρόσβαση και διαθέσιμα υγρά
pt_br: acesso intravenoso e fluidos disponíveis

# selection:gnuhealth.surgery,classification:
source: Emergency
el_gr: Επείγουσα
pt_br: Emergência

# selection:gnuhealth.surgery,classification:
source: Optional
el_gr: Προαιρετικός/ή
pt_br: Opcional

# selection:gnuhealth.surgery,classification:
source: Required
el_gr: Απαιτούμενα
pt_br: Obrigatório

# selection:gnuhealth.surgery,classification:
source: Urgent
el_gr: Επείγον
pt_br: Urgente

# selection:gnuhealth.surgery,preop_asa:
source: PS 1 : Normal healthy patient
el_gr: PS 1 : Κανονικός υγιής αθενής
pt_br: PS 1 : Paciente com saúde normal

# selection:gnuhealth.surgery,preop_asa:
source: PS 2 : Patients with mild systemic disease
el_gr: PS 2 : Ασθενείς με ήπια συστημική νόσο
pt_br: PS 2 : Pacientes com doença sistêmica leve a moderada

# selection:gnuhealth.surgery,preop_asa:
source: PS 3 : Patients with severe systemic disease
el_gr: PS 3 : Ασθενείς με σοβαρή συστημική νόσο
pt_br: PS 3 : Pacientes com doença sistêmica severa

# selection:gnuhealth.surgery,preop_asa:
source: PS 4 : Patients with severe systemic disease that is a constant threat to life
el_gr: PS 4 : Ασθενείς με σοβαρή συστημική νόσο που αποτελεί μόνιμη απειλή για τη ζωή
pt_br: PS 4 : Pacientes com doença sistêmica severa que é uma ameaça constante à vida

# selection:gnuhealth.surgery,preop_asa:
source: PS 5 : Moribund patients who are not expected to survive without the operation
el_gr: PS 5 : Ετοιμοθάνατοι ασθενείς που δεν αναμένεται να επιζήσουν χωρίς τη χειρουργική επέμβαση
pt_br: PS 5: Pacientes moribundos que não sobreviverão sem a operação

# selection:gnuhealth.surgery,preop_asa:
source: PS 6 : A declared brain-dead patient who organs are being removed for donor purposes
el_gr: PS 6 : Ένας ασθενής επισήμως δηλωμένος εγκεφλικά νεκρός του οποίου τα όργανα αφαιρούνται με σκοπό τη δωρεά
pt_br: PS 6 : Paciente declarado com morte cerebral, cujos órgãos serão removidos para propósitos de doação

# selection:gnuhealth.surgery,preop_mallampati:
source: Class 1: Full visibility of tonsils, uvula and soft palate
el_gr: Κατηγορία 1: Πλήρης ορατότητα αμυγδαλών, σταφυλής και μαλθακής υπερώας
pt_br: Classe 1: visibilidade total das amídalas, úvula e palato mole

# selection:gnuhealth.surgery,preop_mallampati:
source: Class 2: Visibility of hard and soft palate, upper portion of tonsils and uvula
el_gr: Κατηγορία 2: Ορατότητα σκληράς και μαλθακής υπερώας, του άνω τμήματος των αμυγδαλών και της σταφυλής.
pt_br: Classe 2: Visibilidade dos palatos duro e mole, da parte superior das amídalas e da úvula

# selection:gnuhealth.surgery,preop_mallampati:
source: Class 3: Soft and hard palate and base of the uvula are visible
el_gr: Κατηγορία 3: Η μαλθακή και σκληρά υπερώα, καθώς και η βάση της σταφυλής, είναι ορατές.
pt_br: Classe 3: Palatos mole e duro e base da úvula são visíveis

# selection:gnuhealth.surgery,preop_mallampati:
source: Class 4: Only Hard Palate visible
el_gr: Κατηγορία 4: Μόνον η σκληρά υπερώα είναι ορατή
pt_br: Classe 4: Apenas palato duro visível

# selection:gnuhealth.surgery,state:
source: Done
el_gr: Έγινε
pt_br: Feito

# selection:gnuhealth.surgery,state:
source: In progress
el_gr: Σε εξέλιξη
pt_br: Em andamento

# view:gnuhealth.operation:
source: Operation
el_gr: Χειρουργ. επέμβαση
pt_br: Operação

# view:gnuhealth.operation:
source: Procedure
el_gr: Ιατρική πράξη/ Διαδικασία
pt_br: Procedimento

# view:gnuhealth.operation:
source: Procedure Details / Incidents
el_gr: Λεπτομέρειες/ Συμβάματα διαδικασίας
pt_br: Detalhes dos Procedimentos / Incidentes

# view:gnuhealth.patient:
source: Surgeries
el_gr: Χειρουργεία
pt_br: Cirurgias

# view:gnuhealth.procedure:
source: Procedure
el_gr: Διαδικασία
pt_br: Procedimento

# view:gnuhealth.rcri:
source: RCRI
pt_br: IRCR

# view:gnuhealth.rcri:
source: RCRI : Revised Cardiac Risk Index
el_gr: RCRI : Revised Cardiac Risk Index (Αναθεωρημένος δείκτης καρδιακού κινδύνου)
pt_br: IRCR: Índice de Risco Cardíaco Revisado
