Repository: pypi-data/pypi-mirror-9
Catalog: packages/maverig/maverig-1.0.2-py3-none-any.whl/maverig/data/languages/*/LC_MESSAGES/*.po
Languages: es_es

source: component creation mode
es_es: modo de componente

source: hand mode
es_es: modo de desplazamiento

source: selection mode
es_es: modo de selección

source: simulation mode
es_es: modo de simulación

source: automatic-layout is active
es_es: diseño automático está activo

source: visualisation speed
es_es: velocidad de visualización

source: (paused)
es_es: (pausa)

source: could not create component - invalid connection
es_es: No pudo crear el componente - connexión no valida

source: valid connection
es_es: connexión valida

source: line is too short
es_es: la línea es demasiado corta

source: invalid connection
es_es: connexión no valida

source: no items to connect to
es_es: no hay elementos para conectar

source: line length has to be longer than 0 km
es_es: longitud de la línea tiene que ser mayor que 0 kilometros

source: has been saved successfully.
es_es: ha guardado con éxito

source: has been loaded successfully.
es_es: ha cargado con éxito

source: Notice: Changed values of components that had different values.
es_es: Aviso: Cambiado valores de componentes que tenían valores diferentes.

source: Your simulation has completed successfully.
es_es: Simulación ha terminado con éxito.

source: Language
es_es: Idioma

source: English
es_es: Ingles

source: German
es_es: Alemán

source: French
es_es: Francés

source: Spanish
es_es: Español

source: Simulation
es_es: Simulación

source: Enable day and night visualization
es_es: Habilitar día y noche visualización

source: Enable heat value effects for Grid elements
es_es: Habilitar efectos de valor de calor para elementos de red

source: Shadow
es_es: Sombra

source: Enable heat value effects for Consumer, Producer and Prosumer elements
es_es: Habilitar efectos de valor de calor para elementos de consumidor, productor y prosumidor

source: Bar
es_es: Barra de estado

source: Transparency
es_es: Transparencia

source: Open scenario file
es_es: Abrir scenario

source: Save scenario file
es_es: Guardar scenario

source: Run
es_es: Ejecutar

source: Pause
es_es: Pausa

source: Scenario Error
es_es: error de escenario

source: Maverig Scenario Error
es_es: Error de escenario de Maverig

source: %s is offline
es_es: % s está desconectado

source: The selected element is offline.
es_es: El elemento seleccionado está desconectado.

source: Please activate online parameter in property panel.
es_es: Por favor, active parámetro en línea en el panel de propiedades.

source: %s is disconnected.
es_es: %s es deconectado.

source: The selected element is disconnected.
es_es: El elemento seleccionado es desconectado.

source: Please dock loose endpoints to other elements.
es_es: Por favor atracar puntos finales sueltos a otros elementos.

source: Base voltage level of {0} and {1} have to be equal.
es_es: Nivel basico de voltaje de {0} y {1} tiene que ser igual.

source: Base voltage level of the selected elements have to be equal.
es_es: Nivel basico de voltaje de los elementos seleccionados tiene que ser igual.

source: Please adjust voltage level parameter in property panel.
es_es: Por favor, ajuste el parámetro nivel de voltaje en panel de propiedad.

source: %s is not connected correctly.
es_es: %s es no conectado correctamente.

source: The selected reference bus is not connected correctly.
es_es: El bus de referencia seleccionado no está conectado correctamente.

source: A reference bus needs exactly one connected Branch.
es_es: Un bus de referencia necesita exactamente una rama conectada.

source: Missing reference bus.
es_es: Bus referencia que falta.

source: Create a reference bus from component panel.
es_es: Crear un bus de referencia desde el panel de componentes.

source: Too many reference buses %s
es_es: Demasiados buses de referencia %s

source: Only one reference bus is allowed.
es_es: Sólo se permite un bus de referencia.

source: Remove all except one of the selected reference buses from scenario.
es_es: Retire todos excepto uno de los buses de referencia seleccionadas de escenario.

source: %s has no valid datafile
es_es: %s no tiene archivo de datos válida

source: The selected element has no valid data file.
es_es: El elemento seleccionado no tiene ningún archivo de datos válido.

source: Please set datafile parameter in property panel.
es_es: Por favor, ajuste el parámetro archivo de datos en el panel de propiedades.

source: Could not start Simulator {0} for element {1}.
es_es: No se pudo iniciar Simulador {0} para el elemento {1}.

source: File "%s" not found.
es_es: Archivo "%s" no encontrado.

source: File "%s" not found for selected element.
es_es: Archivo "%s" no encontrado para el elemento seleccionado.

source: Please check file parameters in property panel.
es_es: Por favor, compruebe los parámetros del archivo en el panel de propiedades.

source: Mosaik Scenario Error
es_es: Error de escénario de Maverig

source: Could not start Simulator %s for selected element.
es_es: No se pudo iniciar Simulador %s para el elemento seleccionado.

source: See console output for exception traceback.
es_es: Ver salida de la consola para excepción rastreo.

source: Maverig Component Error
es_es: Error de componente de Maverig

source: Could not start element %s.
es_es: No se pudo iniciar elemento %s.

source: Simulator metadata does not support model "%s"
es_es: Metadatos simulador no es compatible con el modelo "%s"

source: Could not start selected element.
es_es: No se pudo iniciar elemento seleccionado.

source: Please check model part of sim_model in component JSON file.
es_es: Por favor verifique en parte del modelo de sim_model en el archivo JSON.

source: Could not start selected element
es_es: No se pudo iniciar elemento seleccionado

source: Maverig Simulation Error
es_es: Error de simulación de Maverig

source: Length of %s is too long and exceeds voltage boundaries!
es_es: Longitud de% s es demasiado largo y supera los límites de voltaje!

source: Length of selected branch is too long and exceeds voltage boundaries!
es_es: La longitud de línea seleccionada es demasiado largo y excede límite de voltaje!

source: Simulation has been stopped. Please reduce parameter length in property panel.
es_es: La simulación se ha detenido. Por favor, reduzca la longitud de parámetros en el panel de propiedades.

source: Mosaik Simulation Error
es_es: Error de simulación de Mosaik

source: PyPower powerflow calculation did not converge.
es_es: Cálculo de flujo de potencia de PyPower no convergen.

source: Some of the selected branches might exceed voltage boundaries if they are too long. Check length parameter in property panel.
es_es: Algunas de las ramas seleccionadas podrían exceder los límites de voltaje si son demasiado largos. Compruebe parámetro de longitud en el panel de propiedades.

source: An error occured during simulation runtime.
es_es: Un error occuró durante la ejecucíon de la simulacíon.

source: Attributes
es_es: Atributo

source: No same attributes
es_es: No mismos atributos

source: Time in minutes
es_es: Tiempo en minutos

source: Component Wizard
es_es: Diálogo de componente

source: Add new simulator
es_es: Añadir nuevo simulador

source: Add
es_es: Añadir

source: Cancel
es_es: Abortar

source: Define the new simulator
es_es: Definir de nuevo simulador

source: Name
es_es: Nombré

source: Name of the new simulator
es_es: Nombré de nuevo simulador

source: Starter
es_es: Ejecutor

source: Choose how to start the simulator
es_es: Elija cómo iniciar el simulador

source: Address
es_es: Dirección

source: Address of the new simulator
es_es: Dirección de nuevo simulador

source: Parameters
es_es: Parámetros

source: Parameter
es_es: Parámetro

source: Default Value
es_es: Valor estándar

source: Specify which parameters are needed by this simulator. When starting a simulator, equally named component parameters will replace specified default values.
es_es: Especifica quales parámetros el simulador necesita. Si iniciar un simulador, parámetros de componente igualmente nombrados sustituirán a los valores predeterminados.

source: Component type
es_es: Tipo de componente

source: Define the general component information and settings
es_es: Defina la informacíon general de componente y ajustes

source: Describe the new component
es_es: Descripción de nuevo componente

source: Model
es_es: Modelo

source: Mosaik model and optional suffixed name separated by '-'.
es_es: Modelo Mosaik y nombrés optional sufijo seperados por '-'.

source: Icon
es_es: Símbolo gráfico

source: Define the icon
es_es: Definar símbolo grafíco

source: Add a new icon
es_es: Añadir nuevo símbolo grafíco

source: Drawing mode
es_es: modo de debujo

source: Define the drawing mode
es_es: Definir el modo de dibujo

source: Category
es_es: Categoria

source: Choose the category
es_es: Elegir la categoria

source: Create a new category
es_es: Crear una nueva categoria

source: Tooltip
es_es: Información en pantalla

source: Tooltip of the new component
es_es: Información corta de nuevo componente

source: Add new Icon
es_es: Añadir nuevo símbolo grafíco

source: Input Dialog
es_es: Diálogo de input

source: Enter the new category name:
es_es: Escribe el nombré de nueva categoria:

source: Parameter and attributes
es_es: Parámetros y atributos

source: Specify attributes and parameters for the component.
es_es: Especifica atributos y parámetros para el componente.

source: Define the component parameters
es_es: Defina los parámetros de componente

source: Define the component attributes
es_es: Defina los atributos de componente

source: Conclusion
es_es: Conclusión

source: Click %s to generate the class skeleton.
es_es: Clica %s para generar el esqueleto de la clase.

source: Name of the new parameter
es_es: Nombré de nuevo parámetro

source: Caption
es_es: Descripcíon

source: Caption of the new parameter
es_es: Descripción de nuevo parámetro

source: Datatype
es_es: Tipo de datos

source: Datatype of the new parameter
es_es: Tipo de datos de nuevo parámetro

source: Accepted values
es_es: Valores aceptados

source: Accepted values of the new parameter
es_es: Valores aceptados de nuevo parámetro

source: Default value
es_es: Valor estándar

source: Insert a value to define the default value
es_es: Inserta un valor estándar

source: Static
es_es: Estático

source: Choose whether attribute values are static or dynamic
es_es: Elegir si el atributo es estático

source: Name of the new attribute
es_es: Nombré de nuevo atributo

source: Caption of the new attribute
es_es: Desripción de nuevo atributo

source: Unit
es_es: Unidad

source: Unit of the new attribute
es_es: Unidad de nuevo atributo

source: Console
es_es: Consola

source: Simulation Time
es_es: Tiempo de simulación

source: Start Time
es_es: Fecha de inicio

source: End Time
es_es: Fecha de finalización

source: Save
es_es: Guardar

source: Step Size (in Minutes)
es_es: Tamaño de paso (en minutos)

source: Speed
es_es: Velocidad

source: Slower
es_es: Más lento

source: Faster
es_es: Mas rapido

source: Warning!!
es_es: Aviso!!!

source: Start time must be lower than end time
es_es: Fecha de inicio tiene que ser inferior que la fecha de finalización

source: Step size must be lower than simulation time or bigger than 0
es_es: Tamaño de paso tiene que menor que tiempo de simulación o mejor que 0

source: Go To Specific Simulation Time
es_es: Ir a específico tiempo de simulación

source: Go to time:
es_es: Ir a tiempo

source: Warning
es_es: Aviso

source: The document has been modified.
es_es: El archivo se ha modificado.

source: Do you want to save your changes?
es_es: Quieres guardar los cambios?

source: Discard
es_es: Descartar

source: About
es_es: Acerca de nuestro

source: Maverig is a visualization tool based on mosaik <br>to compose and simulate smart grid scenarios
es_es: Maverig es una entorno de visualización para componer y simular <br>escenarios de redes inteligentes

source: Participants
es_es: Partícipes

source: License
es_es: Licencia

source: already exist
es_es: ya existen

source: There is already a component with the same name
es_es: Ya existe un componente con el mismo nombre

source: File
es_es: Archivo

source: Edit
es_es: Editar

source: View
es_es: Ver

source: Help
es_es: Ayuda

source: New
es_es: Nuevo

source: Open
es_es: Abrir

source: Save As...
es_es: Guardar como...

source: Preferences
es_es: Ajustes

source: Quit
es_es: Finalizar

source: Undo
es_es: Deshacer

source: Redo
es_es: Rehacer

source: Auto Layout
es_es: Diseño automático

source: Cut
es_es: Recortar

source: Copy
es_es: Copiar

source: Paste
es_es: Insertar

source: Delete
es_es: Borrar

source: Select All
es_es: Seleccionar todo

source: Stop
es_es: Detener

source: Back to start
es_es: Volver a empezar

source: Reduce speed
es_es: Disminuir velocidad

source: Increase speed
es_es: Aumentar velocidad

source: Forward to end
es_es: Medrar al final

source: Set Time
es_es: Ajustar tiempo

source: Go To
es_es: Ir a

source: Shift mode
es_es: Modo de cambio

source: Selection mode
es_es: Modo de selección

source: Snap dragged elements to raster
es_es: Alinear elementos para cuadrícula

source: Raster
es_es: Cuadrícula

source: Zoom In
es_es: Aumentar

source: Zoom Out
es_es: Disminuir

source: Zoom Fit
es_es: Indicar szenario

source: Show mode panel
es_es: Indicar área de modo

source: Mode panel
es_es: Panel de modo

source: Show property panel
es_es: Indicar área de propiedad

source: Property panel
es_es: Área de propiedad

source: Show console panel
es_es: Indicar consola

source: Console panel
es_es: Consola

source: Show status bar
es_es: Indicar barra de estado

source: Status bar
es_es: Barra de estado

source: Show progress panel
es_es: Indicar barra de progreso

source: Progress panel
es_es: Barra de progreso

source: Show attributes panel
es_es: Indicar área de atributo

source: Attributes panel
es_es: Barra de atributo

source: Mode
es_es: Modo

source: add component
es_es: agregar componente

source: Remove component
es_es: Borrar componente

source: Hide component
es_es: Esconder componente

source: Show invisible components
es_es: Mostrar componentes invisibles

source: Restore default components
es_es: Restaurar componentes predeterminados

source: Progress
es_es: Progreso

source: Current time:
es_es: Tiempo actual

source: Progress of calculation:
es_es: Progréso de calculacíon:

source: Properties
es_es: Propiedades

source: Insert an integer to define the property value for
es_es: Inserta un valor de integer

source: Insert a float to define the property value for
es_es: Inserta un valor de float

source: Insert a string to define the property value for
es_es: Inserta un valor de string

source: Household
es_es: Hogar

source: Households
es_es: Hogares

source: Choose if property
es_es: Elegir si propiedad

source: Shows the file path of the chosen
es_es: Indicar ruta de archivo

source: Select the path to a file
es_es: Selectar ruta de archivo

source: Open file
es_es: Abrir archivo

source: selected item
es_es: elemento seleccionado

source: selected items
es_es: elementos seleccionados

source: Settings
es_es: Ajustes

source: Start creating your scene!
es_es: Crea un escena!

source: Open Scenario
es_es: Abrir scenario

source: Save Scenario
es_es: Guardar scenario

source: Delete Components
es_es: Borrar componentes

source: Toolbar
es_es: Barra de utillajes

source: Reference Bus to superior Power Grid
es_es: Bus de referencía al red de potencia

source: base voltage level in kV
es_es: nivel básico de potencia en kV

source: Active Power
es_es: Potencia activa

source: Voltage magnitude
es_es: Magnitud de voltaje

source: Nominal bus voltage
es_es: Bus nomial de voltaje

source: Reactive Power
es_es: Potencia reactiva

source: Voltage angle
es_es: Ángulo de voltaje

source: Consumers
es_es: Consumidores

source: House
es_es: Casa

source: CSV data file
es_es: Archivo de datos CSV

source: Maximum Power
es_es: Potencia maxíma

source: Residents
es_es: Residentes

source: Prosumers
es_es: Prosumidor

source: Electric Vehicle
es_es: Vehículo Eléctrico

source: State of Charge
es_es: Estado de carga

source: Total Distance
es_es: Distancia total

source: Nominal Charger Power
es_es: Potencia nominal de cargador

source: Battery Capacity
es_es: Capacidad de batería

source: Plugged In
es_es: Enchufido en

source: Current Speed
es_es: Velocidad actual

source: Car Model
es_es: Modelo de coche

source: Consumption
es_es: Consumo

source: Producers
es_es: Productors

source: Wind Energy Conversion System
es_es: Sistema de Conversión de Energía Eólica

source: Nominal Power
es_es: Potencia nomial

source: PQBus Node
es_es: PQBus Nodo

source: Photovoltaic
es_es: Fotovoltaica

source: Combined Heat and Power
es_es: Calor y Energía combinados

source: CHP Model
es_es: CHP modelo

source: Transformer
es_es: Transformador

source: transformer type
es_es: tipo de transformador

source: online mode
es_es: modo en línea

source: transformer tap
es_es: toma del transformador

source: Reactive Power at "from" side
es_es: Potencía reactivo en "de" lado

source: Active Power at "to" side
es_es: Potencía activo en "a" lado

source: Dict. of possible tap turns and their values
es_es: Dictionario de posibles giros de tomas y sus valores

source: Reactive Power at "to" side
es_es: Potencía reactivo en "a" lado

source: Active Power at "from" side
es_es: Potencía activo en "de" lado

source: Currently active tap turn
es_es: Grifo vez activo actual

source: Rated apparent power
es_es: Potencia aparente clasifica

source: Nominal primary voltage
es_es: Voltaje primaria nominal

source: Maximum current on primary side
es_es: Corriente máxima en el lado primario

source: Maximum current on secondary side
es_es: Corriente máxima en el lado secundario

source: Nominal secondary voltage
es_es: Voltaje secundario nominal

source: Active power loss
es_es: Pérdida de potencía activa

source: Branch
es_es: Rama

source: length in km
es_es: longitud in km

source: branch type
es_es: tipo de rama

source: Branch current (real part)
es_es: Corriente de rama (parte real)

source: Capacity per unit length
es_es: Capacidad por longitud de unidad

source: Branch current (imaginary part)
es_es: Corriente de rama (parte imaginaria)

source: Length
es_es: Longitud

source: Maximum current
es_es: corriente máxima

source: Maximum apparent power
es_es: Máxima potencia aparente

source: Resistance per unit length
es_es: Resistencia por longitud de unidad

source: Reactance per unit length
es_es: Reactancia por longitud de unidad
