Repository: pypi-data/pypi-mirror-9
Catalog: packages/openlabs_shipping_ups/openlabs_shipping_ups-3.4.1.4.tar.gz/openlabs_shipping_ups-3.4.1.4/locale/*.po
Languages: de_de

# error:party.address:
source: %s is missing in %s.
de_de: % fehlt in %s

# error:stock.shipment.out:
source: Carrier for selected shipment is not UPS
de_de: Der Frachtführer des ausgewählten Lieferpostens ist nicht UPS

# error:stock.shipment.out:
source: Labels can only be generated when the shipment is in Packed or Done states only
de_de: Etiketten können nur für Lieferposten mit Status 'Gepackt' oder 'Erledigt' erstellt werden

# error:stock.shipment.out:
source: Tracking Number is already present for this shipment.
de_de: Trackingnummer bereits vorhanden für diesen Lieferposten

# error:stock.shipment.out:
source: UPS service type missing.
de_de: UPS Diensttyp fehlt

# error:ups.configuration:
source: UPS settings on UPS configuration are incomplete.
de_de: UPS Einstellungen unvollständig

# field:sale.configuration,ups_package_type:
source: Package Content Type
de_de: Paket Inhaltstyp

# field:sale.configuration,ups_service_type:
source: Default UPS Service Type
de_de: Standard UPS Servicetyp

# field:sale.sale,is_ups_shipping:
source: Is Shipping
de_de: UPS Versand

# field:sale.sale,ups_package_type:
source: Package Content Type
de_de: Paket Inhaltstyp

# field:sale.sale,ups_saturday_delivery:
source: Is Saturday Delivery
de_de: Samstagslieferung

# field:sale.sale,ups_service_type:
source: UPS Service Type
de_de: UPS Diensttyp

# field:shipping.label.ups,ups_package_type:
source: Package Content Type
de_de: Paket Inhaltstyp

# field:shipping.label.ups,ups_saturday_delivery:
source: Is Saturday Delivery ?
de_de: Samstagslieferung

# field:shipping.label.ups,ups_service_type:
source: UPS Service Type
de_de: UPS Diensttyp

# field:stock.shipment.out,is_ups_shipping:
source: Is Shipping
de_de: UPS Versand

# field:stock.shipment.out,ups_package_type:
source: Package Content Type
de_de: Paket Inhaltstyp

# field:stock.shipment.out,ups_saturday_delivery:
source: Is Saturday Delivery
de_de: Samstagslieferung

# field:stock.shipment.out,ups_service_type:
source: UPS Service Type
de_de: UPS Diensttyp

# field:ups.configuration,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:ups.configuration,create_uid:
source: Create User
de_de: Erstellt durch

# field:ups.configuration,is_test:
source: Is Test
de_de: Test

# field:ups.configuration,length_uom:
source: Length UOM
de_de: Maßeinheit Länge

# field:ups.configuration,license_key:
source: UPS License Key
de_de: UPS Lizenz-Schlüssel

# field:ups.configuration,negotiated_rates:
source: Use negotiated rates
de_de: Verhandelte Preise anwenden

# field:ups.configuration,password:
source: UPS User Password
de_de: UPS Nutzer Passwort

# field:ups.configuration,shipper_no:
source: UPS Shipper Number
de_de: UPS Versendernummer

# field:ups.configuration,uom_system:
source: UOM System
de_de: Maßeinheitensystem

# field:ups.configuration,user_id:
source: UPS User Id
de_de: UPS Nutzer ID

# field:ups.configuration,weight_uom:
source: Weight UOM
de_de: Maßeinheit Gewicht

# field:ups.configuration,weight_uom_code:
source: Weight UOM code
de_de: Maßeinheit Gewicht

# field:ups.configuration,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:ups.configuration,write_uid:
source: Write User
de_de: Letzte Änderung durch

# field:ups.service,active:
source: Active
de_de: Aktiv

# field:ups.service,create_date:
source: Create Date
de_de: Erstellungsdatum

# field:ups.service,create_uid:
source: Create User
de_de: Erstellt durch

# field:ups.service,display_name:
source: Display Name
de_de: Anzeigename

# field:ups.service,write_date:
source: Write Date
de_de: Zuletzt geändert

# field:ups.service,write_uid:
source: Write User
de_de: Letzte Änderung durch

# model:ir.action,name:act_ups_configuration_form
source: UPS Configuration
de_de: UPS Einstellungen

# model:ir.action,name:act_ups_service_form
source: UPS Services
de_de: UPS Dienste

# model:ir.action.act_window.domain,name:act_ups_service_active
source: Active
de_de: Aktiv

# model:ir.action.act_window.domain,name:act_ups_service_disabled
source: Disabled
de_de: Deaktiviert

# model:ir.ui.menu,name:menu_ups_service
source: UPS Services
de_de: UPS Dienste

# model:ir.ui.menu,name:ups_config
source: UPS Configuration
de_de: UPS Einstellungen

# model:shipping.label.ups,name:
source: Generate Labels
de_de: Etiketten erzeugen

# model:ups.configuration,name:
source: Configuration settings for UPS.
de_de: UPS Einstellungen

# model:ups.service,name:
source: UPS Service
de_de: UPS Dienst

# selection:sale.configuration,ups_package_type:
source: Customer Supplied Package
de_de: Verpackung durch Kunde bereitgestellt

# selection:sale.configuration,ups_package_type:
source: Large Express Box
de_de: Große Express Box

# selection:sale.configuration,ups_package_type:
source: Medium Express Box
de_de: Mittlere Express Box

# selection:sale.configuration,ups_package_type:
source: Pallet
de_de: Palette

# selection:sale.configuration,ups_package_type:
source: Small Express Box
de_de: Kleine Express Box

# selection:sale.configuration,ups_package_type:
source: Tube
de_de: Röhre

# selection:sale.sale,ups_package_type:
source: Customer Supplied Package
de_de: Verpackung durch Kunde bereitgestellt

# selection:sale.sale,ups_package_type:
source: Large Express Box
de_de: Große Express Box

# selection:sale.sale,ups_package_type:
source: Medium Express Box
de_de: Mittlere Express Box

# selection:sale.sale,ups_package_type:
source: Pallet
de_de: Palette

# selection:sale.sale,ups_package_type:
source: Small Express Box
de_de: Kleine Express Box

# selection:sale.sale,ups_package_type:
source: Tube
de_de: Röhre

# selection:shipping.label.ups,ups_package_type:
source: Customer Supplied Package
de_de: Verpackung durch Kunde bereitgestellt

# selection:shipping.label.ups,ups_package_type:
source: Large Express Box
de_de: Große Express Box

# selection:shipping.label.ups,ups_package_type:
source: Medium Express Box
de_de: Mittlere Express Box

# selection:shipping.label.ups,ups_package_type:
source: Pallet
de_de: Palette

# selection:shipping.label.ups,ups_package_type:
source: Small Express Box
de_de: Kleine Express Box

# selection:shipping.label.ups,ups_package_type:
source: Tube
de_de: Röhre

# selection:stock.shipment.out,ups_package_type:
source: Customer Supplied Package
de_de: Verpackung durch Kunde bereitgestellt

# selection:stock.shipment.out,ups_package_type:
source: Large Express Box
de_de: Große Express Box

# selection:stock.shipment.out,ups_package_type:
source: Medium Express Box
de_de: Mittlere Express Box

# selection:stock.shipment.out,ups_package_type:
source: Pallet
de_de: Palette

# selection:stock.shipment.out,ups_package_type:
source: Small Express Box
de_de: Kleine Express Box

# selection:stock.shipment.out,ups_package_type:
source: Tube
de_de: Röhre

# selection:ups.configuration,uom_system:
source: English Units Of Measurement
de_de: Englische Maßeinheiten

# selection:ups.configuration,uom_system:
source: Metric Units Of Measurement
de_de: Metrische Maßeinheiten

# view:sale.configuration:
source: UPS Defaults
de_de: UPS Standardwerte

# view:sale.sale:
source: Update Shipment Cost
de_de: Lieferkosten aktualisieren

# view:shipping.label.ups:
source: UPS Configuration
de_de: UPS Einstellungen

# view:ups.configuration:
source: Account Crendentials
de_de: Konto Zugangsdaten

# view:ups.configuration:
source: UPS Configuration
de_de: UPS Einstellungen

# view:ups.service:
source: UPS Service
de_de: UPS Dienst

# view:ups.service:
source: UPS Services
de_de: UPS Dienste

# wizard_button:shipping.label,start,end:
source: Cancel
de_de: Abbrechen

# wizard_button:shipping.label,ups_config,generate:
source: Continue
de_de: Weiter

# wizard_button:shipping.label,ups_config,start:
source: Back
de_de: Zurück
