Repository: pypi-data/pypi-mirror-9
Catalog: packages/django-siteblocks/django-siteblocks-0.5.0.tar.gz/django-siteblocks-0.5.0/siteblocks/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Basic settings
ru: Основные настройки

source: Access settings
ru: Настройки доступа

source: Additional settings
ru: Дополнительные настройки

source: Site Blocks
ru: Блоки сайта

source: Alias
ru: Псевдоним

source: Short name to address this block from a template.
ru: Краткое имя блока, для обращения к нему из шаблонов.

source: Description
ru: Описание

source: Short memo for this block.
ru: Произвольная заметка для блока.

source: Page URL this block is related to. Regular expressions supported (e.g.: "/news.*" &#8212; everything under "/news").<br />View names are supported: prepend <b>:</b> to view name <br /><b>Reserved URL alias:</b> "*" &#8212; every page.
ru: URL страницы, для которой актуален блок. Поддерживаются регулярные выражения (например, "/news.*" &#8212; любые страницы ниже "/news").<br />Поддерживаются обращения к представлениям: добавьте <b>:</b> перед именем представления<br /><b>Зарезервированный псевдоним URL:</b> "*" &#8212; любая страница.

source: Contents
ru: Содержимое

source: Block contents to render in a template.
ru: Содержимое блока для вывода на страницах.

source: Logged in only
ru: Только авторизовавшиеся

source: Check it to grant access to this block to authenticated users only.
ru: Поставьте галочку, чтобы разрешить доступ к этому блоку только авторизовавшимся.

source: Guests only
ru: Только гости

source: Check it to grant access to this block to guests only.
ru: Поставьте галочку, чтобы разрешить доступ к этому блоку только гостям.

source: Hidden
ru: Скрыт

source: Whether to show this block when requested.
ru: Определяет, можно ли выводить этот блок.

source: Site Block
ru: Блок сайта
