Repository: pypi-data/pypi-mirror-9
Catalog: packages/redturtle.custommenu.factories/redturtle.custommenu.factories-0.3.1.zip/redturtle.custommenu.factories-0.3.1/redturtle/custommenu/factories/locales/*/LC_MESSAGES/redturtle.custommenu.factories.po
Languages: it

source: Add this
it: Aggiungi

source: Customizations removed
it: Personalizzazioni rimosse

source: Customizations updated
it: Personalizzazioni aggiornate

source: Customize the 'Add new...' menu
it: Personalizza il menù 'Aggiungi nuovo...'

source: Customized menu elements
it: Elementi di menù personalizzati

source: Delete selected
it: Elimina selezionati

source: Delete?
it: Elimina?

source: Disable
it: Disabilita

source: Disable menu customizations here
it: Disabilita personalizzazioni di menù qui

source: Element description
it: Descrizione elemento

source: Element id
it: Id elemento

source: Element name
it: Nome elemento

source: Enable
it: Abilita

source: Enable menu customizations here
it: Abilita personalizzazioni di menù qui

source: Enabled local customizations
it: Abilita personalizzazioni locali

source: Factories menu management activation
it: Attivazione personalizzazione menù di creazione

source: Hide, enhance, change elements inside the content creation menu
it: Nascondi, estendi, modifica elementi dentro al menù di creazione tipi

source: Inherit
it: Eredita

source: Local customizations disabled
it: Personalizzazioni locali disabilitate

source: Manage factories menu
it: Gestione menù di creazione

source: New entry added
it: Nuova voce aggiunta

source: New menu element
it: Nuovo elemento di menù

source: Please, provide all required data
it: Prego, fornisci tutti i dati richiesti

source: Please, select at least one entry to be deleted
it: Prego, seleziona almeno un elemento da eliminare

source: Return
it: Torna

source: Save changes
it: Modifiche salvate

source: TALES condition
it: Condizione TALES

source: TALES expression for URL
it: Espressione TALES per URL

source: TALES icon
it: TALES per icona

source: context_inherit_help
it: Seleziona questo per ereditare anche le personlaizzioni dalla radice del sito.

source: custommenu_manage_description
it: Gestisci elementi personalizzati per questo menù

source: custommenu_manage_title
it: Personalizzato menù…

source: help_disable_customizations
it: Clicca il bottone sotto per disabilitare le personalizzazioni sul contesto corrente

source: help_enable_customizations
it: Clicca il pulsante sotto per abilitare le personalizzazioni locali del menù sul contesto corrente

source: label_required
it: (Obbligatorio)

source: portal_inherit_help
it: Seleziona questo per rendere gli elementi qui definiti disponibili ovunque nel sito. Deseleziona per rendere queste personalizzazioni disponibili solo nella radice del sito.

source: title_required
it: Obbligatorio
