Repository: pypi-data/pypi-mirror-9
Catalog: packages/django-courriers/django-courriers-0.5.16.tar.gz/django-courriers-0.5.16/courriers/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The newsletter "%s" has been sent.
fr: La newsletter "%s" a été envoyée.

source: Your email
fr: Votre email

source: You already subscribe to this newsletter.
fr: Vous êtes déjà inscrit à cette newsletter.

source: You are not subscribed to this newsletter.
fr: Vous n'êtes pas inscrit à cette newsletter.

source: Online
fr: En ligne

source: Draft
fr: Brouillon

source: Please specify your MAILCHIMP API key in Django settings
fr: Merci de spécifier votre API key MAILCHIMP dans les settings Django

source: History
fr: Historique

source: View on site
fr: Voir sur le site

source: Thank you. You successfully subscribe to this newsletter !
fr: Merci. Vous êtes maintenant inscrit à cette newsletter !

source: Subscribe to the newsletter
fr: S'inscrire à cette newsletter.

source: Your e-mail
fr: Votre email

source: Thank you. You're now unsubscribed from this newsletter.
fr: Merci. Vous êtes maintenant désinscrit de cette newsletter.

source: Thank you. You're now unsubscribed from all our newsletters.
fr: Merci. Vous êtes maintenant désinscrit de toutes les newsletters.
