Repository: pypi-data/pypi-mirror-9
Catalog: packages/trytond_health_socioeconomics/trytond_health_socioeconomics-2.8.1.tar.gz/trytond_health_socioeconomics-2.8.1/locale/*.po
Languages: pt_br, zh_cn

# field:gnuhealth.patient,domestic_violence:
source: Domestic violence
pt_br: Violência doméstica
zh_cn: 家庭暴力

# field:gnuhealth.patient,drug_addiction:
source: Drug addiction
pt_br: Viciado em drogas
zh_cn: 吸毒

# field:gnuhealth.patient,education:
source: Education Level
pt_br: Nível de educação
zh_cn: 教育程度

# field:gnuhealth.patient,fam_apgar_affection:
source: Family affection
pt_br: Afeto familiar
zh_cn: 亲情

# field:gnuhealth.patient,fam_apgar_decisions:
source: Decision making
pt_br: Tomada de decisão
zh_cn: 决策

# field:gnuhealth.patient,fam_apgar_discussion:
source: Problems discussion
pt_br: Discussão de problemas
zh_cn: 问题的讨论

# field:gnuhealth.patient,fam_apgar_help:
source: Help from family
pt_br: Ajuda da família
zh_cn: 来自家庭的帮助

# field:gnuhealth.patient,fam_apgar_score:
source: Score
pt_br: Escore
zh_cn: 得分

# field:gnuhealth.patient,fam_apgar_timesharing:
source: Time sharing
pt_br: Tempo compartilhado
zh_cn: 分时

# field:gnuhealth.patient,hostile_area:
source: Hostile Area
pt_br: Área Hostil
zh_cn: 敌对区

# field:gnuhealth.patient,hours_outside:
source: Hours outside home
pt_br: Horas fora de casa
zh_cn: 在家外的时间

# field:gnuhealth.patient,housing:
source: Housing conditions
pt_br: Condições de moradia
zh_cn: 居住条件

# field:gnuhealth.patient,income:
source: Income
pt_br: Renda
zh_cn: 收入

# field:gnuhealth.patient,occupation:
source: Occupation
pt_br: Ocupação
zh_cn: 职业

# field:gnuhealth.patient,prison_current:
source: Is currently in prison
pt_br: Atualmente na prisão
zh_cn: 目前是否在监狱

# field:gnuhealth.patient,prison_past:
source: Has been in prison
pt_br: Já foi preso
zh_cn: 曾经在监狱

# field:gnuhealth.patient,relative_in_prison:
source: Relative in prison
pt_br: Familiar preso
zh_cn: 相关监狱

# field:gnuhealth.patient,school_withdrawal:
source: School withdrawal
pt_br: Abandono escolar
zh_cn: 退学

# field:gnuhealth.patient,ses:
source: Socioeconomics
pt_br: Socioeconômico
zh_cn: 社会经济

# field:gnuhealth.patient,ses_notes:
source: Extra info
pt_br: Informações extras
zh_cn: 额外的资讯

# field:gnuhealth.patient,sexual_abuse:
source: Sexual abuse
pt_br: Abuso sexual
zh_cn: 性虐待

# field:gnuhealth.patient,single_parent:
source: Single parent family
pt_br: Família monoparental
zh_cn: 单亲家庭

# field:gnuhealth.patient,teenage_pregnancy:
source: Teenage pregnancy
pt_br: Gravidez na adolescência
zh_cn: 少女怀孕

# field:gnuhealth.patient,working_children:
source: Working children
pt_br: Trabalho infantil
zh_cn: 工作的儿童

# field:gnuhealth.patient,works_at_home:
source: Works at home
pt_br: Trabalha em casa
zh_cn: 在家工作

# field:party.party,education:
source: Education Level
pt_br: Nível de educação
zh_cn: 教育程度

# field:party.party,occupation:
source: Occupation
pt_br: Ocupação
zh_cn: 职业

# help:gnuhealth.patient,education:
source: Education Level
pt_br: Nível de educação
zh_cn: 教育程度

# help:gnuhealth.patient,fam_apgar_affection:
source: Is the patient satisfied with the level of affection coming from the family ?
pt_br: O paciente está satisfeito com o relacionamento ou atenção familiares?
zh_cn: 病人是否满意来自于家庭的关爱程度？

# help:gnuhealth.patient,fam_apgar_decisions:
source: Is the patient satisfied with the level of making important decisions as a group ?
pt_br: O paciente está satisfeito com o grau de tomada de decisões em grupo?
zh_cn: 病人是否满意一组人作出重大的决定？

# help:gnuhealth.patient,fam_apgar_discussion:
source: Is the patient satisfied with the level talking over the problems as family ?
pt_br: O paciente está satisfeito em relação à discussão dos problemas em família?
zh_cn: 病人是否满意谈论过家庭问题的水平？

# help:gnuhealth.patient,fam_apgar_help:
source: Is the patient satisfied with the level of help coming from the family when there is a problem ?
pt_br: O paciente está satisfeito com a ajuda familiar diante o acontecimento de problemas ?
zh_cn: 病人是否满足当遇到一个问题时来自于家庭的帮助？

# help:gnuhealth.patient,fam_apgar_score:
source: Total Family APGAR 7 - 10 : Functional Family 4 - 6 : Some level of disfunction 0 - 3 : Severe disfunctional family
pt_br: APGAR Total da Família 7 - 10 : Família Funcional 4 - 6 : Algum Nível de Disfunção 0 - 3 : Família Disfuncional Grave
zh_cn: 共有家庭关怀度 7 - 10:家庭功能 4 - 6:某些功能障碍 0 - 3:严重不正常的家庭

# help:gnuhealth.patient,fam_apgar_timesharing:
source: Is the patient satisfied with the level of time that they spend together ?
pt_br: O paciente está satisfeito com o tempo que passam juntos ?
zh_cn: 病人是否满足他们在一起的时间水平？

# help:gnuhealth.patient,hostile_area:
source: Check if patient lives in a zone of high hostility (eg, war)
pt_br: Marque se o paciente morar em zonas de hostilidade alta (ex.: guerra)
zh_cn: 选中此项，如果病人住在高危险地区（例如，战争地区）

# help:gnuhealth.patient,hours_outside:
source: Number of hours a day the patient spend outside the house
pt_br: Número de horas por dia que o paciente fica fora de casa
zh_cn: 一天病人花在屋外的时间

# help:gnuhealth.patient,housing:
source: Housing and sanitary living conditions
pt_br: Condições sanitárias e de moradia
zh_cn: 住房和卫生的生活条件

# help:gnuhealth.patient,relative_in_prison:
source: Check if someone from the nuclear family - parents / sibblings is or has been in prison
pt_br: Marque se algum parente do núcleo familiar esteve na prisão (ex. pais, irmãos, filhos)
zh_cn: 选中此项，如果他来自危险家庭-父母/兄弟姊妹或已在狱中

# help:gnuhealth.patient,ses:
source: SES - Socioeconomic Status
pt_br: NSE - Níivel Socioeconômico
zh_cn: SES - 社会经济地位

# help:gnuhealth.patient,works_at_home:
source: Check if the patient works at his / her house
pt_br: Marque se o paciente trabalha em casa
zh_cn: 选中此项，如果病人在家工作

# help:party.party,education:
source: Education Level
pt_br: Nível de educação
zh_cn: 教育程度

# selection:gnuhealth.patient,education:
source: Incomplete Primary School
pt_br: Ensino Fundamental incompleto
zh_cn: 未完成小学学业

# selection:gnuhealth.patient,education:
source: Incomplete Secondary School
pt_br: Ensino Médio incompleto
zh_cn: 未完成中学学业

# selection:gnuhealth.patient,education:
source: None
pt_br: Nenhum
zh_cn: 毫无

# selection:gnuhealth.patient,education:
source: Primary School
pt_br: Ensino Fundamental
zh_cn: 小学

# selection:gnuhealth.patient,education:
source: Secondary School
pt_br: Ensino Médio
zh_cn: 中学

# selection:gnuhealth.patient,education:
source: University
pt_br: Universidade
zh_cn: 大学

# selection:gnuhealth.patient,fam_apgar_affection:
source: Moderately
pt_br: Moderadamente
zh_cn: 适度

# selection:gnuhealth.patient,fam_apgar_affection:
source: None
pt_br: Nenhum
zh_cn: 毫无

# selection:gnuhealth.patient,fam_apgar_affection:
source: Very much
pt_br: Muito
zh_cn: 非常

# selection:gnuhealth.patient,fam_apgar_decisions:
source: Moderately
pt_br: Moderadamente
zh_cn: 适度

# selection:gnuhealth.patient,fam_apgar_decisions:
source: None
pt_br: Nenhum
zh_cn: 毫无

# selection:gnuhealth.patient,fam_apgar_decisions:
source: Very much
pt_br: Muito
zh_cn: 非常

# selection:gnuhealth.patient,fam_apgar_discussion:
source: Moderately
pt_br: Moderadamente
zh_cn: 适度

# selection:gnuhealth.patient,fam_apgar_discussion:
source: None
pt_br: Nenhum
zh_cn: 毫无

# selection:gnuhealth.patient,fam_apgar_discussion:
source: Very much
pt_br: Muito
zh_cn: 非常

# selection:gnuhealth.patient,fam_apgar_help:
source: Moderately
pt_br: Moderado
zh_cn: 适度

# selection:gnuhealth.patient,fam_apgar_help:
source: None
pt_br: Nenhum
zh_cn: 毫无

# selection:gnuhealth.patient,fam_apgar_help:
source: Very much
pt_br: Muito
zh_cn: 非常

# selection:gnuhealth.patient,fam_apgar_timesharing:
source: Moderately
pt_br: Moderadamente
zh_cn: 适度

# selection:gnuhealth.patient,fam_apgar_timesharing:
source: None
pt_br: Nenhum
zh_cn: 毫无

# selection:gnuhealth.patient,fam_apgar_timesharing:
source: Very much
pt_br: Muito
zh_cn: 非常

# selection:gnuhealth.patient,housing:
source: Comfortable and good sanitary conditions
pt_br: Confortável e com boas condições sanitárias
zh_cn: 舒适和良好的卫生条件

# selection:gnuhealth.patient,housing:
source: Luxury and excellent sanitary conditions
pt_br: Luxuoso com excelentes condições sanitárias
zh_cn: 豪华和极好的卫生条件

# selection:gnuhealth.patient,housing:
source: Roomy and excellent sanitary conditions
pt_br: Espaçosa e com condições sanitárias excelentes
zh_cn: 宽敞和优秀的卫生条件

# selection:gnuhealth.patient,housing:
source: Shanty, deficient sanitary conditions
pt_br: Casebre, condições sanitárias precárias
zh_cn: 棚户区，缺乏卫生条件

# selection:gnuhealth.patient,housing:
source: Small, crowded but with good sanitary conditions
pt_br: Pequeno, muitos moradores, mas com boas condições sanitárias
zh_cn: 小，拥挤，但具有良好的卫生条件

# selection:gnuhealth.patient,income:
source: High
pt_br: Alto
zh_cn: 高

# selection:gnuhealth.patient,income:
source: Low
pt_br: Baixo
zh_cn: 低

# selection:gnuhealth.patient,income:
source: Medium / Average
pt_br: Médio
zh_cn: 中/平均

# selection:gnuhealth.patient,ses:
source: Higher
pt_br: Alto
zh_cn: 高

# selection:gnuhealth.patient,ses:
source: Lower
pt_br: Baixo
zh_cn: 低

# selection:gnuhealth.patient,ses:
source: Lower-middle
pt_br: Médio Baixo
zh_cn: 中等偏下

# selection:gnuhealth.patient,ses:
source: Middle
pt_br: Médio
zh_cn: 中

# selection:gnuhealth.patient,ses:
source: Middle-upper
pt_br: Médio Alta
zh_cn: 中上部

# selection:party.party,education:
source: Incomplete Primary School
pt_br: Ensino Fundamental incompleto
zh_cn: 未完成小学学业

# selection:party.party,education:
source: Incomplete Secondary School
pt_br: Ensino Médio incompleto
zh_cn: 未完成中学学业

# selection:party.party,education:
source: None
pt_br: Nenhum
zh_cn: 毫无

# selection:party.party,education:
source: Primary School
pt_br: Ensino Fundamental
zh_cn: 小学

# selection:party.party,education:
source: Secondary School
pt_br: Ensino Médio
zh_cn: 中学

# selection:party.party,education:
source: University
pt_br: Universidade
zh_cn: 大学

# view:gnuhealth.patient:
source: Family
pt_br: Família
zh_cn: 家庭

# view:gnuhealth.patient:
source: Family APGAR
pt_br: APGAR Familiar
zh_cn: 家庭关怀

# view:gnuhealth.patient:
source: Main
pt_br: Principal
zh_cn: 主要

# view:gnuhealth.patient:
source: Notes
pt_br: Observações
zh_cn: 笔记

# view:gnuhealth.patient:
source: Other Family Issues
pt_br: Outras Questões Familiares
zh_cn: 其他家庭问题

# view:gnuhealth.patient:
source: Socioeconomics
pt_br: Socioeconômico
zh_cn: 社会经济
