Repository: pypi-data/pypi-mirror-9
Catalog: packages/django-passwords/django_passwords-0.3.1-py2.7.egg/passwords/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Invalid Length (%s)
ru: Невалидная длина: %s

source: Must be %s characters or more
ru: должна составлять %s символов или более

source: Must be %s characters or less
ru: должна составлять %s символов или менее

source: Must be more complex (%s)
ru: Должен быть более сложным: %s

source: Must contain %(UPPER)s or more unique uppercase characters
ru: должен содержать %(UPPER)s или более уникальных прописных букв

source: Must contain %(LOWER)s or more unique lowercase characters
ru: должен содержать %(LOWER)s или более уникальных строчных букв

source: Must contain %(DIGITS)s or more unique digits
ru: должен содержать %(DIGITS)s или более уникальных цифр

source: Must contain %(PUNCTUATION)s or more unique punctuation characters
ru: должен содержать %(PUNCTUATION)s или более уникальных знаков пунктуации

source: Must contain %(SPECIAL)s or more unique special characters
ru: должен содержать %(SPECIAL)s или более уникальных специальных символов

source: Must contain %(WORDS)s or more unique words
ru: должен содержать %(WORDS)s или более уникальных слов

source: Too Similar to [%(haystacks)s]
ru: Слишком похож на [%(haystacks)s]

source: Based on a dictionary word
ru: Основан на слове из словаря

source: Based on a common sequence of characters
ru: Основан на распространненной последовательности символов
