Repository: pypi-data/pypi-mirror-9
Catalog: packages/ztfy.sendit/ztfy.sendit-0.1.16-py2.7.egg/ztfy/sendit/locales/*/LC_MESSAGES/ztfy.sendit.po
Languages: fr

source: You can delete this packet to get more free space without waiting for its expiration date. But it won't be available anymore for its recipients
fr: Vous pouvez supprimer ce colis pour récupérer de l'espace de stockage sans attendre sa date d'expiration. Mais il ne sera plus accessible à ses destinataires.

source: Outbox
fr: Boîte d'envoi

source: Edit presentation properties
fr: Modification des paramètres de présentation

source: :: Presentation model...
fr: :: Modèle de présentation...

source: Register
fr: Valider mon inscription

source: Address already used
fr: Cette adresse est déjà utilisée

source: This email domain or address has been excluded by system administrator
fr: Cette adresse (ou son domaine de rattachement) a été exclue par l'administrateur

source: [%s] Please confirm registration
fr: [%s] Veuillez confirmer votre inscription

source: Registration confirmation form
fr: Confirmation d'inscription

source: Confirm registration
fr: Confirmer mon inscription

source: Can't validate activation. Please check your password and activation key.
fr: Impossible d'activer votre compte. Veuillez vérifier votre mot de passe ainsi que votre clé d'activation.

source: Please enter registration info
fr: Veuillez indiquer les paramètres de votre compte

source: Registration
fr: Inscription

source: You don't have any packet in your inbox.
fr: Vous n'avez pas de colis dans votre boîte de réception.

source: Legend:
fr: Légende :

source: Downloaded document
fr: Ce fichier a été téléchargé

source: Document available for download
fr: Ce fichier reste à télécharger

source: Your last shared packets
fr: Les derniers colis envoyés

source: Last packets intended to you
fr: Les derniers colis reçus

source: You didn't share any packet.
fr: Vous n'avez pas envoyé de colis pour l'instant.

source: History of packets you shared
fr: Historique des colis que vous avez envoyés

source: Archive date:
fr: Date d'archivage :

source: List of packets intended to you
fr: Les colis reçus

source: downloaded ${date}
fr: téléchargé ${date}

source: Download all documents in ZIP file
fr: Télécharger au format ZIP

source: You don't share any packet.
fr: Vous ne partagez actuellement aucun colis.

source: List of packets you share
fr: Les colis envoyés (et toujours à disposition des destinataires)

source: Quota usage:
fr: Quota utilisé :

source: Expiration date:
fr: Date d'expiration :

source: Downloaded by:
fr: Téléchargé par :

source: Recipients:
fr: Destinataires :

source: Go to home page!
fr: Revenir à la page d'accueil !

source: Congratulations!
fr: Félicitations !

source: Your registration is complete.
fr: Votre inscription est terminée.

source: You can now go to home page and enter your credentials to use our files sharing service.
fr: Vous pouvez désormais revenir à la page d'accueil pour indiquer vos paramètres de connexion et utiliser nos services de partage de fichiers.

source: ${service_name} is a files sharing service provided by ${service_owner}.
fr: ${service_name} est un service de partage de fichiers proposé par ${service_owner}.

source: Registration info was entered for your email address.
fr: Une inscription a été enregistrée pour votre adresse de messagerie.

source: By activating this service, you will get the possibility to share (send and receive) packets with your contacts from ${service_owner}.
fr: En activant l'accès à ce service, vous pourrez l'utiliser pour échanger (recevoir mais aussi envoyer) des colis avec tous vos contacts de ${service_owner}.

source: To confirm your registration, please click on the following link and re-enter your login credentials:
fr: Pour confirmer cette inscription, veuillez cliquer sur le lien ci-dessous pour accéder à l'écran qui vous permettra de saisir vos paramètres de connexion et de finaliser la création de votre compte :

source: If you don't want to confirm this registration, please just ignore this message and your registration information will be deleted within ${confirmation_delay} days.
fr: Si vous ne souhaitez pas confirmer cette inscription, il vous suffit d'ignorer ce message et les informations relatives à cette inscription seront supprimées dans un délai de ${confirmation_delay} jours.

source: Thank you for using our services.
fr: Merci d'utiliser nos services.

source: [${header}] Please confirm registration
fr: [${header}] Veuillez confirmer votre inscription

source: Hello,
fr: Bonjour,

source: Success!
fr: Demande d'inscription achevée !

source: Your registration request was correctly processed. Please check your inbox to activate your account.
fr: Votre demande d'inscription a bien été prise en compte. Veuillez consulter votre boîte aux lettres afin de finaliser cette inscription.

source: Your storage quota is exceeded. You can't upload any new packet without freeing some space...
fr: Votre quota de stockage est dépassé. Vous ne pourrez pas envoyer de nouveau colis tant que vous n'aurez pas libéré de la place...

source: Your packet contains unknown recipients: %s
fr: Ce colis comporte des destinataires inconnus : %s

source: Document data must be set as XML-RPC binary
fr: Les données des documents doivent être fournies sous la forme d'un "binaire" XML-RPC

source: < document without title >
fr: < document sans titre >

source: SendIt skin
fr: Skin "SendIt"

source: Uploading a new packet
fr: Dépôt d'un nouveau colis

source: New packet upload
fr: Envoyer un colis

source: Upload packet
fr: Envoyer ce colis

source: Upload error!
fr: Erreur !

source: Selected documents
fr: Documents sélectionnés

source: You must provide at least one document
fr: Vous devez fournir au moins un document

source: Add document
fr: Ajouter un autre document

source: Register new user
fr: Enregistrer un nouvel utilisateur externe

source: An error occurred!
fr: Une erreur s'est produite !

source: Profile view
fr: Mon profil d'utilisateur

source: None
fr: aucun

source: User settings
fr: Paramètres de mon compte

source: Upload new packet
fr: Envoyer un colis

source: View user profile
fr: Voir mon profil

source: Profile
fr: Profil
