Repository: pypi-data/pypi-mirror-9
Catalog: packages/ztfy.sendit/ztfy.sendit-0.1.16-py2.7.egg/ztfy/sendit/locales/*/LC_MESSAGES/ztfy.sendit.po
Languages: fr

source: Given address is matching an excluded domain
fr: L'adresse indiquée correspond à un domaine qui a été exclus par l'administrateur

source: Given address is matching an exclusion filter
fr: L'adresse indiquée correspond à un filtre d'exclusion mis en place par l'administrateur

source: Given principal is matching an exclusion filter
fr: Le destinataire indiqué correspond à un filtre d'exclusion mis en place par l'administrateur

source: :: Security...
fr: :: Sécurité...

source: Update mailing settings
fr: Mise à jour des paramètes de messagerie

source: :: Mailing settings...
fr: :: Messagerie...

source: Update default user quota
fr: Mise à jour des quotas par défaut

source: :: User quota...
fr: :: Quotas par défaut...

source: Update application filters
fr: Mise à jour des filtres de destinataires

source: :: Recipients filters...
fr: :: Filtres de destinataires...

source: Select packets filters
fr: Sélection des plug-ins de filtrage

source: :: Filtering plug-ins...
fr: :: Plug-ins de filtrage...

source: Sendit application properties
fr: Propriétés de l'application

source: Edit back-office presentation properties
fr: Mise à jour des propriétés d'affichage du back-office

source: Update security settings
fr: Mise à jour des paramètres de sécurité

source: Number of days after which unconfirmed registration requests will be deleted
fr: Délai en jours avant suppression automatique des demandes d'inscriptions non confirmées

source: Internal authenticators
fr: Outils d'authentification internes

source: List of authentication plug-ins managing internal users. Profiles of internal users are automatically activated.
fr: Liste des modules d'authentification permettant d'identifier les utilisateurs internes. Le profil de ces utilisateurs est automatiquement activé et ils ont la possibilité de déclarer de nouveaux utilisateurs externes.

source: External authenticator
fr: Outil d'authentification externe

source: Authenticator plug-in in which external users will be defined
fr: Ce module d'authentification est celui dans lequel seront définis les utilisateurs externes

source: Personal authentication plug-ins
fr: Modules d'authentification individuels

source: List of authentication plug-ins which provide individual principals (instead of others which provide groups)
fr: Liste des modules d'authentification qui fournissent des mandants individuels (à la différence de ceux qui peuvent fournir des groupes d'utilisateurs). Seuls ces modules seront accessibles aux utilisateurs externes désirant déposer des paquets.

source: Packets filtering plug-ins
fr: Sélection des plug-ins à activer

source: Selected plug-ins will be used to filter packets
fr: Seuls les plug-ins sélectionnés seront utilisés pour filtrer le contenu des colis

source: Trusted redirects?
fr: Redirections sûres ?

source: You can activate this option when your server is hosted behind an application firewall not using the same protocol (HTTP / HTTPS)
fr: Vous pouvez activer cette option notamment lorsque le serveur est protégé par un firewall applicatif n'utilisant pas le même protocole (HTTP / HTTPS)

source: Enable mail notifications?
fr: Activer les notifications par mail ?

source: If 'no', mail notifications will be disabled
fr: Si 'non', les notifications par mail seront désactivées

source: SMTP utility mailer
fr: Utilitaire de messagerie SMTP à utiliser

source: Mail delivery utility used to send mails
fr: Cet utilitaire de messagerie sera utilisé pour envoyer les messages de notification

source: Notifications can't be enabled without mailer utility
fr: Les notifications ne peuvent pas être activées sans utilitaire de messagerie sélectionné

source: Service owner name
fr: Propriétaire du service

source: Name of the entity providing this files sharing service
fr: Nom de l'entité fournissant le service de partage de fichiers

source: Service name
fr: Nom du service

source: This name will be the name of the service given in registration and notification messages
fr: Ce nom sera indiqué notamment dans les messages d'enregistrement et de notification

source: Mails sender name
fr: Nom de l'expéditeur

source: This name will be used for messages send by the application
fr: Ce nom sera utilisé comme émetteur de certains messages envoyés par l'application

source: Mails sender address
fr: Adresse d'expédition

source: This address will be used for messages send by the application
fr: Cette adresse sera utilisée comme adresse d'émission de certains messages envoyés par l'application

source: Mails subject header prefix
fr: Préfixe des sujets des messages

source: This header will be placed in front of each message send by the application
fr: Ce préfixe sera placé en tête de chaque message envoyé par l'application

source: Mails signature
fr: Signature des messages

source: This text will be placed in bottom of each message send by the application
fr: Ce texte sera placé en pied de tous les messages envoyés par l'application

source: Default quota size
fr: Quota par défaut

source: Default user quota size is given in megabytes
fr: Taille du quota par défaut, exprimé en méga-octets

source: Default maximum documents count
fr: Nombre maximum de documents par colis

source: Default maximum number of documents uploadable in a single packet
fr: Ce nombre est le maximum de documents (par défaut) qui peuvent être associés à un même colis

source: Excluded domains
fr: Domaines exclus

source: Target addresses from these domains will be globally excluded
fr: Toute adresse de destination associée à l'un de ces domaines sera automatiquement exclue

source: Excluded addresses
fr: Adresses exclues

source: Target addresses matching these regular expressions will be excluded. Don't forget to protect points with an antislash!
fr: Toute adresse correspondant à l'une de ces expressions régulières sera automatiquement exclue. ATTENTION : n'oubliez pas de protéger les points avec des anti-slashs !

source: Excluded principals
fr: Destinataires exclus

source: Any individual or group principal present in this list will be excluded
fr: Tout individu ou groupe présent dans cette liste sera exclus des destinataires potentiels

source: Custom CSS
fr: CSS personnalisée

source: You can provide a custom CSS for your back-office
fr: Vous pouvez fournir une feuille CSS spécifique pour votre back-office

source: Custom banner
fr: Bandeau personnalisé

source: You can provide a custom image file which will be displayed on top of back-office pages
fr: Cette image sera affichée en haut des pages du back-office

source: Custom logo
fr: Logo personnalisé

source: You can provide a custom image file which will be displayed on top of left column
fr: Cette image sera affichée en haut de la colonne gauche des pages du back-office

source: Custom icon
fr: Icône personnalisée

source: You can provide a custom image file to be used as back-office favorite icon
fr: Cette image sera utilisée comme icône de favori des pages du back-office

source: Your password must contain at least three of these kinds of characters: lowercase letters, uppercase letters, numbers and special characters
fr: Votre mot de passe doit contenir au moins trois de ces quatre types de caractères : minuscules, majuscules, nombres et caractères spéciaux

source: System administrators
fr: Administrateurs du système

source: List of principals allowed to configure the whole application, including system settings and utilities
fr: Liste des utilisateurs (ou groupes d'utilisateurs) autorisés à gérer l'application dans son ensemble, y compris les paramètres du système et les utilitaires

source: Application managers
fr: Gestionnaires de l'application

source: List of principals which can manage application settings
fr: Liste des utilisateurs (ou groupes d'utilisateurs) autorisés à gérer les paramètres fonctionnels de l'application ; ces utilisateurs n'auront pas accès aux paramètres du système et à la configuration des utilitaires

source: Open registration
fr: Enregistrement ouvert ?

source: If 'Yes', registration will be opened to external users
fr: Si 'Oui', les utilisateurs externes auront la possibilité de s'enregistrer par eux-mêmes. Dans le cas contraire, seul un utilisateur interne pourra effectuer cette opération.

source: Confirmation delay
fr: Délai de confirmation

source: Filter marker interface
fr: Interface de marquage du filtre

source: Filter configuration interface
fr: Interface de configuration du filtre

source: Send packet must implement ISenditClientPacket interface
fr: Le colis envoyé doit implémenter l'interface ISenditClientPacket

source: Can't execute client methods without defined SendIt server URL
fr: Impossible d'appeler des méthodes du client XML-RPC sans adresse de serveur définie

source: Can't register external principal: %s
fr: Impossible d'inscrire cet utilisateur externe : %s

source: Sendit client properties
fr: Propriétés du client SendIt

source: Register user
fr: Inscrire cet utilisateur

source: Cancel
fr: Annuler

source: Register new external user
fr: Inscription d'un nouvel utilisateur externe

source: Use this form to register a new external user. This recipient will have to activate his account before downloading any packet. WARNING: once registered, such users are not private to your profile but are shared with all application users!
fr: Utilisez ce formulaire pour inscrire un nouvel utilisateur externe, que vous pourrez immédiatement sélectionner comme destinataire. Celui-ci devra ensuite activer son compte avant de pouvoir télécharger un colis. ATTENTION : les destinataires inscrits de la sorte seront accessibles à tous les utilisateurs du service !

source: Missing Sendit client utility
fr: Le client SendIt est introuvable

source: An unknown error occurred. Can't register external user.
fr: Une erreur inconnue s'est produite. Impossible d'inscrire cet utilisateur externe.

source: Document title
fr: Titre du document

source: Document filename
fr: Nom de fichier du document

source: Document content
fr: Contenu du document

source: Packet documents
fr: Contenu du colis

source: SendIt server URL
fr: URL du serveur SendIt

source: HTTP address of target server
fr: Adresse HTTP du serveur de destination

source: Edit MIME types filter
fr: Filtrage des types MIME

source: Packets contents files are scanned for specific extensions, MIME types and through Magic library (which sometimes use different MIME types names). Several archives formats (ZIP, tar.gz...) are also scanned recursively for these bad contents.
fr: Le contenu des colis est analysé à la recherche d'extensions spécifiques, de types MIME ainsi que via la librairie "Magic" (laquelle utilise des types MIME différents). Plusieurs formats d'archives (ZIP, tar.gz...) sont également pris en charge, et leurs contenus analysés selon le même principe de façon récursive.

source: :: MIME types filter...
fr: :: Filtrage des types MIME...

source: :: Add packets archiver...
fr: :: Ajouter un archiveur de colis...

source: :: Archiver properties...
fr: :: Propriétés de l'archiveur...

source: Current content:
fr: Contenu déposé :

source: Kb
fr: Ko

source: Download
fr: Télécharger

source: No document
fr: Pas de document

source: Remove selected document
fr: Supprimer ce document

source: [%s] A new packet is waiting for you
fr: [%s] Vous êtes destinataire d'un nouveau colis

source: [%s] A packet has been deleted
fr: [%s] Un colis a été supprimé

source: [%s] Download notification
fr: [%s] Notification de téléchargement

source: A document containing invalid data (%s) has been uploaded. Your packet has been rejected.
fr: Un document contenant un contenu incorrect (%s) a été détecté dans votre colis. Celui-ci a été rejeté.

source: Download request
fr: Demande de téléchargement

source: Document downloader principal
fr: Utilisateur ayant téléchargé le document

source: View in which download occurred
fr: Vue dans laquelle le téléchargement s'est produit

source: Packet title
fr: Titre du colis

source: Packet recipients
fr: Destinataires du colis

source: Input is assisted. You can search principals individually, or by searching for groups or structures
fr: La saisie est assistée, il suffit d'indiquer les premiers caractères du nom des destinataires

source: Notification mode
fr: Mode de notification

source: You can choose how you will be notified when your recipients will download this packet
fr: Vous pouvez choisir ici la façon dont vous serez informé des téléchargements effectués par les destinataires de votre colis

source: Conservation duration
fr: Durée de conservation

source: Nomber of days during which this packet will be available
fr: Passé ce délai, le contenu du colis sera supprimé et ne sera donc plus accessible à vos destinataires

source: Packet expiration date
fr: Date d'expiration du colis

source: View in which deletion occurred
fr: Vue dans laquelle la suppression s'est produite

source: Task execution principal
fr: Utilisateur exécutant la tâche

source: ID of the principal running the task
fr: ID de l'utilisateur sous l'identité duquel s'exécute la tâche

source: No notification
fr: Aucune notification

source: Notification on named users download
fr: Notification seulement pour les utilisateurs désignés nominativement

source: Notification on all downloads
fr: Notification pour tous les utilisateurs, y compris ceux sélectionnés via un groupe

source: 1 week
fr: 1 semaine

source: 2 weeks
fr: 2 semaines

source: 3 weeks
fr: 3 semaines

source: 4 weeks
fr: 4 semaines

source: Title
fr: Titre

source: Document data
fr: Contenu du document

source: File name
fr: Nom du fichier

source: Document downloaders
fr: Téléchargé par

source: Forbidden extensions
fr: Extensions de fichiers non autorisées

source: Any packet containing a document with a given extension will be excluded. Please enter forbidden files extensions, including leading dot (like '.doc'), separated with spaces or commas
fr: Un colis contenant un fichier comportant l'une de ces extensions sera exclus. Veuillez indiquer la liste des extensions non autorisées, en incluant le point (comme ".doc"), en lesséparant par des espaces ou des virgules

source: Forbidden MIME types
fr: Types MIME non autorisés

source: Any packet containing a document of a selected MIME type will be excluded
fr: Un colis contenant un fichier correspondant à l'un de ces types MIME sera exclus

source: Forbidden Magic types
fr: Types "Magic" interdits

source: Magic library provides some custom MIME types, you can select which will be excluded
fr: Un colis contenant un fichier correspondant à l'un de ces types MIME, tels que détectés par la librairie "Magic", sera exclus

source: This message is a notification from ${service_name} service proposed by ${service_owner}.
fr: Ce message est une notification du service ${service_name} proposé par ${service_owner}.

source: You were the recipient of a packet called "${title}".
fr: Vous étiez destinataire d'un colis appelé "${title}".

source: This packet has been deleted by it's owner and is not available anymore.
fr: Ce colis a été supprimé par son émetteur avant sa date d'expiration et n'est donc plus accessible.

source: [${header}] A packet has been deleted
fr: [${header}] Un colis a été supprimé

source: This message is a download notification from ${service_name} service proposed by ${service_owner}.
fr: Ce message est une notification de téléchargement du service ${service_name} proposé par ${service_owner}.

source: The packet ${title} has been downloaded by ${downloader}.
fr: Le colis ${title} a été téléchargé par ${downloader}.

source: WARNING: you will not receive new notifications when this recipient will download other packet's document.
fr: ATTENTION : vous ne recevrez pas de nouvelle notification lorsque ce destinataire téléchargera d'autres documents du même colis.

source: [${header}] Download notification
fr: [${header}] Notification de téléchargement

source: You are the recipient of a new packet called "${title}".
fr: Vous êtes destinataire d'un nouveau colis appelé "${title}".

source: Following comments where added to this packet:
fr: Les commentaires suivants ont été associés à ce colis :

source: This packet contains the following documents:
fr: Ce colis contient les documents suivants :

source: You can download the whole content of this packet as a ZIP file by using this link:
fr: Vous pouvez également télécharger l'intégralité des documents de ce colis sous la forme d'un fichier ZIP en utilisant ce lien :

source: Download packet as ZIP
fr: Télécharger le colis

source: This packet will be available until ${expiration_date}.
fr: Ce colis sera accessible jusqu'au ${expiration_date}.

source: [${header}] A new packet is waiting for you
fr: [${header}] Vous êtes destinataire d'un nouveau colis

source: Can't activate profile with given params
fr: Impossible d'activer ce profil avec les paramètres indiqués

source: User profiles
fr: Profils utilisateurs

source: Edit profile properties
fr: Modification d'un profil utilisateur

source: :: Add profiles cleaner...
fr: :: Ajouter un nettoyeur de profils...

source: :: Profiles cleaner properties...
fr: :: Propriétés da la tâche...

source: Search user profile
fr: Rechercher un profil

source: You can search a principal ID and display it's properties when it's selected
fr: Vous pouvez rechercher un utilisateur, puis afficher ses propriétés après l'avoir sélectionné et cliqué sur son nom

source: Disabled profile?
fr: Profil désactivé ?

source: If 'Yes', uploading and downloading of any packet is disabled and user can't use this service anymore
fr: Si 'Oui', le dépôt et le téléchargement de colis sont désactivés et l'utilisateur ne peut plus utiliser le service

source: Disable date
fr: Date de désactivation

source: User quota size
fr: Espace de stockage disponible

source: User quota size is given in megabytes. Keep empty to get default system setting, 0 for unlimited quota
fr: Le quota utilisateur est indiqué en méga-octets. Laissez le champ vide pour garder la valeur par défaut, ou indiquez la valeur 0 pour avoir un quota illimité

source: Quota size
fr: Espace de stockage

source: Maximum allowed storage, in megabytes. 'None' means that you don't have any limit.
fr: Espace de stockage alloué pour déposer vos colis ; "aucun" indique que vous n'êtes pas limité

source: Current quota usage
fr: Niveau d'utilisation actuelle

source: User max documents count
fr: Nombre maximum de documents

source: Maximum number of documents which can be send in a single packet. Keep empty to get default system setting, 0 for unlimited number
fr: Nombre maximum de documents pouvant être envoyés dans un seul colis. Laissez le champ vide pour garder la valeur par défaut, ou indiquez la valeur 0 pour disposer d'un nombre illimité

source: Max documents count
fr: Nombre maximum de documents

source: Maximum number of documents which can be send in a single packet. 'None' means that you don't have any limit.
fr: Nombre maximum de documents pouvant être transmis dans un colis ; "aucun" indique que vous n'êtes pas limité

source: E-mail address
fr: Adresse mail

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Company name
fr: Société

source: New password
fr: Nouveau mot de passe

source: Confirm password
fr: Confirmation du mot de passe

source: Password and confirmed password don't match
fr: Vous n'avez pas confirmé votre mot de passe correctement

source: An email will be sent to this address to validate account activation; it will be used as future user login
fr: Un message sera envoyé à cette adresse pour permettre de valider l'activation de ce compte ; cette adresse sera ensuite utilisée comme identifiant de connexion

source: Password
fr: Mot de passe

source: Verification code
fr: Code anti-spam

source: If code can't be read, click on image to generate a new captcha
fr: Le code ne contient que des lettres et des chiffres de 1 à 9 (pas de zéro) ; si le code n'est pas lisible, cliquez sur l'image pour en générer un nouveau

source: Profile owner
fr: Propriétaire du profil

source: Self-registered profile?
fr: Profil auto-enregistré ?

source: 'No' means that profile creation was requested by another user
fr: 'Non' indique que la création de ce profil a été initialisée par un autre utilisateur

source: Activation secret key
fr: Clé secrète d'activation

source: This activation secret key is used to generate activation hash
fr: Cette clé secrète est utilisée pour générer la clé d'activation

source: Activation string
fr: Clé d'activation

source: This activation hash string is provided in the activation message URL
fr: Cette clé est fournie dans l'URL d'activation du profil

source: Activation date
fr: Date d'activation

source: Activated profile?
fr: Profil activé ?

source: If 'Yes', the profile owner activated his account and changed his password
fr: Si 'Oui', le propriétaire de ce profil a activé son compte et modifié son mot de passe

source: Filtered uploads
fr: Filtrage des colis ?

source: If 'Yes', uploaded packets are filtered for invalid contents
fr: Si 'Oui', les colis déposés sont analysés à la recherche des contenus non autorisés

source: Disabled upload?
fr: Dépôts désactivés ?

source: If 'Yes', uploading new packets is disabled
fr: Si 'Oui', vous n'avez pas la possibilité de déposer de nouveaux colis

source: Disable upload date
fr: Date de désactivation des dépôts

source: Content type
fr: Type de contenu

source: File size
fr: Taille du fichier

source: Downloaders
fr: Téléchargé par

source: Creation time
fr: Date de dépôt

source: Deletion time
fr: Date de suppression

source: Used quota: %d%%
fr: Quota utilisé: %d %%

source: Dashboard
fr: Tableau de bord

source: History
fr: Historique

source: Send on
fr: Date de dépôt

source: Packet content
fr: Contenu du colis

source: Inbox
fr: Boîte de réception

source: Sender
fr: Expéditeur

source: Sent on: %s
fr: Dépôt : %s

source: This account is disabled. Please login with an enabled account or contact the administrator.
fr: Ce compte a été désactivé. Veuillez utiliser un autre compte ou contacter l'administrateur du service.

source: Please enter login credentials or click 'Register' button to request a new account
fr: Veuillez indiquer vos paramètres de connexion, ou utiliser le bouton "Inscription" pour demander la création d'un nouveau compte.

source: This user profile is not activated. Please check your mailbox to get activation instructions.
fr: Ce profil n'a pas été activé. Veuillez consulter votre boîte aux lettres pour prendre connaissance des instructions d'activation.

source: Invalid credentials
fr: Code utilisateur ou mot de passe incorrect(s)

source: login-button
fr: Connexion

source: register-button
fr: Inscription

source: home-button
fr: Revenir à la page d'accueil

source: login-field
fr: Login

source: Principal ID or email address
fr: Code utilisateur ou adresse de messagerie

source: password-field
fr: Mot de passe

source: camefrom-field
fr: Page d'origine

source: Please entel valid credentials to login
fr: Veuillez indiquer vos paramètres de connexion

source: Delete packet
fr: Supprimer ce colis

source: Packet OID
fr: OID du colis

source: Notify recipients?
fr: Notifier les destinataires ?

source: Do you want to notify recipients of this packet that it won't be available anymore?
fr: Voulez-vous notifier les destinataires de ce colis pour leur indiquer qu'il ne sera plus disponible ?

source: Delete packet?
fr: Supprimer un colis ?
