Repository: pypi-data/pypi-mirror-9
Catalog: packages/eea.app.visualization/eea.app.visualization-9.2.zip/eea.app.visualization-9.2/eea/app/visualization/locales/*/LC_MESSAGES/eea.po
Languages: fr

source: (Simile-Exhibit only) Add additional external exhibit sources to be merged. Supported formats: 'Exhibit JSON', 'Google Spreadsheet' and 'RDF/XML'. See more details http://www.simile-widgets.org/wiki/Exhibit/Creating%2C_Importing%2C_and_Managing_Data#Conversion_at_Load_Time
fr: (Simile-Exhibit seulement) Ajouter des sources exhibit externes à fusionner. Formats supportés : « Exhibit JSON », « Google Spreadsheet » and « RDF/XML ». Pour plus de détails, voir http://www.simile-widgets.org/wiki/Exhibit/Creating%2C_Importing%2C_and_Managing_Data#Conversion_at_Load_Time

source: <ul><li>Click on the top-left pencil to inspect and edit generate JSON.</li><li>Click on the table's columns headers to adjust their labels (user friendly-names)</li></ul>
fr: <ul><li>Cliquer sur le crayon en haut à gauche pour examiner and éditer le JSON généré.</li><li>Cliquer sur les entêtes de colonnes du tableau pour ajuster leurs labels (noms plus conviviaux)</li></ul>

source: Add
fr: Ajouter

source: Additional sources
fr: Sources additionnelles

source: Changes saved
fr: Modifications sauvées

source: Check these ${data-examples} or read ${prepare-data}
fr: Examiner ${data-examples} ou lire ${prepare-data}

source: Collapsed
fr: Plié

source: Collapsible
fr: Pliable

source: Color coder
fr: Codeur de couleurs

source: Configure Visualization
fr: Configurer la visualisation

source: Data annotations - lowercase - to be ignored/handled as annotations when processing data tables. One per line (e.g. 'n/a', 'n.a.', ':')
fr: Annotations de données — en minuscules — à ignorer/considérer comme annotations lors du traitement des tableaux de données (par exemple « n/a », « n/a », « : »)

source: Data settings
fr: Configuration des données

source: Data source
fr: Source des données

source: Data table
fr: Tableau des données

source: Daviz Visualization
fr: Visualisation Daviz

source: Disable
fr: Désactiver

source: Disable Visualization
fr: Désactiver la visualisation

source: Download data
fr: Télécharger les données

source: Edit Visualizations
fr: Éditer les visualisations

source: Enable / Disable
fr: Activer / désactiver

source: Enable Visualization
fr: Activer la visualisation

source: Exhibit facet deleted
fr: Facette Exhibit supprimée

source: Exhibit facet type
fr: Type de facette Exhibit

source: Exhibit facets settings not saved: Nothing to do
fr: Configuration de facettes Exhibit non enregistrée : rien à faire

source: Exhibit facets settings saved
fr: Configuration de facettes Exhibit enregistrée

source: External or required javascripts
fr: Javascripts externes ou requis

source: External or required stylesheets
fr: Feuilles de style externes ou requis

source: Facet added
fr: Facette ajoutée

source: Facet id. Same as the key id in your JSON. (e.g. publishDate)
fr: Identifiant de facette. Identique à l'identifiant dans votre JSON (par exemple publishDate)

source: Facet type
fr: Type de facette

source: Fixed Order
fr: Ordre fixé

source: Formats suitable for human consumption
fr: Formats lisibles par des humains

source: Formats suitable for machine-to-machine communication
fr: Formats propres à la communication entre ordinateurs

source: Formatter
fr: Format

source: Friendly name
fr: Nom convivial

source: Height
fr: Hauteur

source: Id
fr: Identifiant

source: Is this facet visible?
fr: Cette facette est-elle visible ?

source: Label for exhibit facet
fr: Label de facette Exhibit

source: Label for facet (e.g. Effective Date)
fr: Label de facette Exhibit (par exemple « Date Effective »)

source: Label for visualization view
fr: Label de la vue de visualisation

source: List of CSS resources to be included by daviz-view.html
fr: Liste des resources CSS devant être incluses par daviz-view.html

source: List of CSS resources to be included in edit mode before CSS reources provided by css attribute
fr: Liste des resources CSS devant être incluses dans le mode « édition » avant les ressources CSS fournies par les attributs css

source: List of CSS resources to be included in view mode before CSS reources provided by css attribute
fr: Liste des resources CSS devant être incluses dans le mode « vue » avant les ressources CSS fournies par les attributs css

source: List of JS resources to be included by daviz-view.html
fr: Liste des resources JS devant être incluses par daviz-view.html

source: List of JS resources to be included in edit mode before JS reources provided by js attribute
fr: Liste des resources JS devant être incluses dans le mode « édition » avant les ressources JS fournies par les attributs js

source: List of JS resources to be included in view mode before JS reources provided by js attribute
fr: Liste des resources JS devant être incluses dans le mode « vue » avant les ressources JS fournies par les attributs js

source: Missing label
fr: Label manquant

source: No name provided
fr: Aucun nom fourni

source: Save
fr: Enregistrer

source: Scroll
fr: Défilement

source: Selection
fr: Sélection

source: Show missing
fr: Afficher ce qui manque

source: Sort direction
fr: Sens de tri

source: Sort mode
fr: Mode de tri

source: Stylesheets
fr: Feuilles de style

source: View disabled
fr: Vue désactivée

source: View enabled
fr: Vue activée

source: Views order changed
fr: Ordre des vues modifié

source: Views order not saved: Nothing to do
fr: Ordre des vues non enregistré : rien à faire

source: Views settings not saved: Nothing to do
fr: Configuration des vues non enregistrée : rien à faire

source: Warning:
fr: Avertissement:

source: XML with Schema
fr: XML avec schéma

source: collapsed
fr: plié

source: collapsible
fr: pliable

source: color coder
fr: codeur de couleurs

source: data examples
fr: Exemples de données

source: formatter
fr: format

source: height of the facet's body, e.g., '20em', '200px'
fr: Hauteur de corps de la facette, « 20em », « 200px »

source: how to prepare data
fr: Comment préparer les données

source: how to sort the choices in the facet
fr: Comment trier les choix dans la facette

source: if true, facet values are in a scrollable window of fixed size. If false, all facet values are shown in as much space as needed, without a scroll bar.
fr: Si vrai, les valeurs de la facette sont affichées dans une fenêtre de taille fixe « défilable ». Si faux, toutes les valeurs de la facette sont affichées dans autant d'espace que nécessaire, sans barre de défilement.

source: missing label
fr: label manquant

source: semicolon-separated list of default selections
fr: liste des sélections par défaut séparées par des points-virgules

source: semicolon-separated list of values specifying a fixed order for sorting the choices in the facet, e.g., 'Mo;Tu;We;Th;Fr' for weekdays
fr: liste des valeurs spécifiant un ordre fixe pour les choix de tri, séparées par des points-virgules, par exemple « lu;ma;me;je;ve » pour les jours de la semaine

source: whether to provide a selection for items missing the facet -- this will suppress the '(missing this field)' text
fr: s'il convient de fournir une sélection des items manquant à la facette - ce supprimera le texte « (il manque ce champ) »

source: whether to reverse the sort direction
fr: s'il convient d'inverser le sens du tri
