Repository: pypi-data/pypi-mirror-9
Catalog: packages/mayan-edms/mayan_edms-1.1.0-1502100955-py2-none-any.whl/mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Signature file
fr: Fichier de signature

source: Delete signature
fr: Supprimer la signature

source: Download signature
fr: Télécharger une signature

source: Upload signature
fr: Transférer une signature

source: Document version
fr: Version du document

source: Has embedded signature
fr: Possède une signature intégrée

source: Document version signature
fr: Signature de la version du document

source: Document version signatures
fr: Signatures pour la version du document

source: Document signatures
fr: Signatures du document

source: Verify document signatures
fr: Vérifier les signatures du document

source: Delete detached signatures
fr: Suppression des signatures détachées

source: Download detached signatures
fr: Télécharger des signatures externes

source: Upload detached signatures
fr: Importer des signatures externes

source: Signature status: %s
fr: État de la signature: %s

source: Embedded
fr: Intégré

source: Detached
fr: Externe

source: None
fr: Aucune

source: Signature ID: %s
fr: ID de signature: %s

source: Signature type: %s
fr: Type de signature: %s

source: Key ID: %s
fr: ID de clé: %s

source: Timestamp: %s
fr: Horodatage: %s

source: Signee: %s
fr: Signataire: %s

source: Signature properties for document: %s
fr: Propriétés de signature pour le document: %s

source: Detached signature uploaded successfully.
fr: Signature externe importée avec succès

source: Upload detached signature for document: %s
fr: Importer la signature externe pour le document: %s

source: Detached signature deleted successfully.
fr: La signature détachée a été supprimé avec succès.

source: Error while deleting the detached signature; %s
fr: Erreur lors de la suppression de la signature détachée; %s

source: Are you sure you wish to delete the detached signature from document: %s?
fr: Êtes vous sur de vouloir supprimer la signature détachée du document: %s ?
