Repository: pypi-data/pypi-mirror-9
Catalog: packages/cubicweb-datacat/cubicweb-datacat-0.2.0.tar.gz/cubicweb-datacat-0.2.0/i18n/*.po
Languages: fr

source: Agent_plural
fr: Agents

source: An agent (eg. person, group, software or physical artifact).
fr: Un agent (par ex. une personne, un groupe, un artefact logiciel ou physique).

source: Data processes
fr: Processus de mise en données

source: Data transformation process
fr: Processus de transformation de données

source: Data validation process
fr: Processus de validation de données

source: DataTransformationProcess
fr: Processus de transformation de données

source: DataTransformationProcess_plural
fr: Processus de transformation de données

source: DataValidationProcess
fr: Processus de validation de données

source: DataValidationProcess_plural
fr: Processus de validation de données

source: Dataset
fr: Jeu de données

source: Dataset_plural
fr: Jeux de données

source: Distribution_plural
fr: Distributions

source: MIME type of files served by the resource feed.
fr: Type MIME des fichiers fournis par ce flux de ressource.

source: New Agent
fr: Nouvel agent

source: New DataTransformationProcess
fr: Nouveau processus de transformation de données

source: New DataValidationProcess
fr: Nouveau processus de validation de données

source: New Dataset
fr: Nouveau jeu de données

source: New Distribution
fr: Nouvelle distribution

source: New ResourceFeed
fr: Nouveau flux de ressource

source: New Script
fr: Nouveau script

source: ResourceFeed
fr: Flux de ressource

source: ResourceFeed_plural
fr: Flux de ressource

source: Resources
fr: Ressources

source: Script_plural
fr: Scripts

source: This Agent
fr: Cet agent

source: This Agent:
fr: Cet agent :

source: This DataTransformationProcess
fr: Ce processus de transformation de données

source: This DataTransformationProcess:
fr: Ce processus de transformation de données :

source: This DataValidationProcess
fr: Ce processus de validation de données

source: This DataValidationProcess:
fr: Ce processus de validation de données :

source: This Dataset
fr: Ce jeu de données

source: This Dataset:
fr: Ce jeu de données :

source: This Distribution
fr: Cette distribution

source: This Distribution:
fr: Cette distribution :

source: This ResourceFeed
fr: Ce flux de données

source: This ResourceFeed:
fr: Ce flux de données :

source: This Script
fr: Ce script

source: This Script:
fr: Ce script :

source: a Script used to transform files from this resource
fr: un script utilisé pour transformer les fichiers issus de cette ressource

source: a Script used to validated files from this resource
fr: un script utilisé pour valider les fichiers issus de cette ressource

source: a script may produce a file only within a data process execution
fr: un script peut produire un fichier uniquement via un processus de données

source: a script may validate a file only within a data process execution
fr: un script peut valider un fichier uniquement via un processus de données

source: a web page that provides access to the dataset, its distributions and/or additional information.
fr: une page web donnant accès au jeu de données, à ses distributions et/ou à des informations supplémentaires.

source: accepted_format
fr: format accepté

source: access_url
fr: URL

source: add File resource_of Dataset object
fr: un fichier de ressource

source: add ResourceFeed resource_feed_of Dataset object
fr: un flux de ressource

source: add ResourceFeed transformation_script Script subject
fr: un script de transformation

source: add ResourceFeed validation_script Script subject
fr: un script de validation

# inlined:Dataset.dataset_contact_point.subject
source: add a Agent
fr: ajouter un point de contact

# inlined:Dataset.dataset_publisher.subject
source: add a Agent
fr: ajouter un diffuseur

# inlined:Dataset.dataset_distribution.subject
source: add a Distribution
fr: ajouter une distribution

# inlined:Script.implemented_by.subject
source: add a File
fr: ajouter un fichier

source: category of the Dataset
fr: catégorie du jeu de données

source: creating File (File resource_of Dataset %(linkto)s)
fr: création d'un fichier (ressource du jeu de données %(linkto)s)

source: creating ResourceFeed (ResourceFeed resource_feed_of Dataset %(linkto)s)
fr: création d'un flux de ressource (pour le jeu de données %(linkto)s)

# ResourceFeed
source: data_format
fr: format des données

source: dataset_contact_point
fr: point de contact

# Dataset
source: dataset_contact_point
fr: Point de contact pour les jeux de données

source: dataset_contact_point_object
fr: point de contact des jeux de données

# Agent
source: dataset_contact_point_object
fr: Point de contact des jeux de données

source: dataset_contributors
fr: contributeurs

# Dataset
source: dataset_contributors
fr: contributeurs

source: dataset_contributors_object
fr: contributions aux jeux de données

# Agent
source: dataset_contributors_object
fr: Contributions aux jeux de données

source: dataset_distribution
fr: distribution

source: dataset_distribution_object
fr: Jeux de données

source: dataset_publisher
fr: diffuseur

source: dataset_publisher_object
fr: Jeux de données

source: email
fr: courriel

# Dataset
source: frequency
fr: fréquence d'actualisation

source: geographic region that is covered by the Dataset (e.g. a city or a state)
fr: zone géographique couverte par le jeu de données (par ex. une ville ou un département)

source: identifier
fr: identifiant

source: implemented_by
fr: implémenté par

source: implemented_by_object
fr: Scripts

source: input file of the data process
fr: fichier d'entrée du processus de données

source: keyword
fr: mot clé

source: keyword or tag describing the Dataset
fr: mot clé ou étiquette décrivant le jeu de données

source: landing_page
fr: page d'accueil

source: licence
fr: license

# Agent
source: name
fr: nom

source: process_depends_on
fr: dépend de

source: process_depends_on_object
fr: dépendances

source: process_for_resourcefeed
fr: Flux de ressource

source: process_for_resourcefeed_object
fr: Processus de données

source: process_input_file
fr: fichier d'entrée

source: process_input_file_object
fr: Processus de données

source: process_script
fr: script

source: process_script_object
fr: Processus de données

source: produced_by
fr: produit par

source: produced_by_object
fr: Produits

source: produced_from
fr: produit à partir de

source: produced_from_object
fr: Transformations

source: relate a Dataset to an available Distribution
fr: relie un jeu de données à une distribution

source: relate an entity (organization) responsible for making contributions to the dataset
fr: relie une entité (organisation) contribuant au jeu de données

source: relate an entity (organization) responsible for making the Dataset available
fr: relie une entité (organisation) responsable de la mise à disposition du jeu de données

source: resource_feed_of
fr: Jeu de données

source: resource_feed_of_object
fr: Flux de ressource

# ResourceFeed
source: resource_feed_source
fr: source de données

source: resource_feed_source_object
fr: Flux de ressource

source: resource_of
fr: jeu de données

source: resource_of_object
fr: Ressources

# Dataset
source: spatial_coverage
fr: couverture spatiale/géographique

source: the MIME type of input files must be accepted by process script
fr: le type MIME des fichiers d'entrée doit être accepté par le script de validation/transformation

source: the MIME type of input files that this script accepts
fr: le type MIME des fichiers d'entrée que ce script peut traiter

source: the file format of the Distribution
fr: le format de fichier de cette distribution

source: the frequency at which dataset is updated (e.g. weekly, monthly)
fr: la fréquence à laquelle le jeu de données est mis à jour (par ex. hebdomadaire, mensuelle)

source: the licence under which the Distribution is made available
fr: la license de cette distribution

source: the resource (file) implementing a script
fr: la ressource (fichier) implémentant ce script

source: theme
fr: thème

source: transformation_script
fr: script de transformation

source: transformation_script_object
fr: Flux de ressource

source: validated_by
fr: validé par

source: validated_by_object
fr: Fichiers validés

source: validation_script
fr: script de validation

source: validation_script_object
fr: Flux de ressource

source: wfs_dataprocess_completed
fr: terminé

source: wfs_dataprocess_error
fr: erreur

source: wfs_dataprocess_in_progress
fr: en cours

source: wfs_dataprocess_initialized
fr: initialisé

source: wft_dataprocess_complete
fr: terminer

source: wft_dataprocess_error
fr: mise en erreur

source: wft_dataprocess_start
fr: démarrer
